{
  "AppOK": "Application stability ensures the print command triggers the system spooler without crashing or stalling. Software-level health prevents interruptions before data reaches the Graphics Device Interface.",
  "AppData": "Document content converted into a raw digital format serves as the primary input for the Windows rendering engine. This data stream contains the structural information of the file being processed.",
  "DataFile": "Spooler processes write temporary data to the local drive to manage memory during large print jobs. Disk-based storage acts as a buffer when physical RAM is insufficient to hold the entire print task.",
  "EMFOK": "Enhanced Metafile generation allows the operating system to background the print job while the user continues working. Success here indicates that the device-independent rendering phase completed normally.",
  "DskLocal": "Hard drive availability determines if the system can buffer the print job before transmission to the printer. Insufficient disk space or file system corruption prevents the creation of essential temporary spool files.",
  "PrtThread": "Execution of the dedicated background process in Windows 95 handles the movement of data through the printing subsystem. If this thread hangs, the entire printing operation stalls regardless of hardware status.",
  "GDIIN": "Graphics instructions from the application enter the Windows rendering engine to be transformed for the driver. This interface marks the transition from high-level software commands to low-level graphical data.",
  "PrtSpool": "System services queue documents and sequence them for delivery to the selected hardware port. Proper spooling prevents multiple applications from clashing over access to the same printing device.",
  "PrtDriver": "Software translation layers convert generic graphics calls into the specific language understood by the printer hardware. Driver integrity is critical for correctly interpreting complex document layouts.",
  "GDIOUT": "Processed graphical data exits the Windows kernel and heads toward the port or network provider. Successful output from the GDI implies that the software-side rendering was executed without error.",
  "DrvSet": "Configuration parameters such as resolution and tray selection dictate how the driver prepares the output stream. Mismatched settings often lead to scaling issues or incorrect paper handling.",
  "DrvOK": "Integrity of the installed driver files determines whether the system can correctly interpret print instructions. Missing or corrupted .DRV files result in a total failure to communicate with the hardware.",
  "PrtDataOut": "Binary data successfully crosses the boundary from the computer’s operating system to the external hardware interface. This state signifies that the PC has fulfilled its role in the transmission chain.",
  "PrtSel": "Selection of the active printer destination ensures the data is formatted for the specific connected device. Choosing an incorrect driver for a physical printer causes immediate formatting errors.",
  "PrtPath": "Logical routing taken by the data from the application, through the OS, to the physical hardware connection. Any break in this software path prevents the print job from reaching the port.",
  "NetOK": "Connection stability between the workstation and the print server enables data packet transmission. Network downtime or high latency can cause remote print jobs to fail or time out.",
  "NtwrkCnfg": "Proper mapping of network shares and permissions allows the OS to find the remote print destination. Incorrectly configured UNC paths or authentication errors block access to shared printers.",
  "PTROFFLINE": "Software-side toggle in Windows 95 halts the queue even if the physical printer is powered on and ready. This state must be cleared within the operating system to resume data flow.",
  "PrtCbl": "Electrical continuity in the parallel or serial cable allows bits to reach the printer's input buffer. Frayed wires or loose connectors introduce noise that corrupts the data stream.",
  "LclOK": "Proper functioning of the physical LPT or COM port hardware on the motherboard facilitates local data transfer. Hardware failures at the port level prevent the computer from sending any signals outward.",
  "PrtPort": "Assignment of a specific logical address ensures the OS sends data to the correct physical hardware interface. Mapping errors between LPT1 and the actual hardware port lead to lost data.",
  "CblPrtHrdwrOK": "Physical link between the PC and the printer maintains signal integrity required for successful communication. This encompasses the health of both the cable and the interface pins on the devices.",
  "DS_NTOK": "Inbound data packets arrive at the network printer's internal controller without loss or significant delay. This confirms that the network infrastructure successfully delivered the print job.",
  "PrtMpTPth": "Redirection of a local port like LPT1 to a network path allows legacy applications to reach network printers. Failure in this mapping prevents DOS-based programs from printing over the LAN.",
  "DS_LCLOK": "Valid data stream arrives at the locally connected printer's input buffer without corruption. Successful arrival at this stage suggests the PC-to-printer physical connection is working.",
  "NetPrint": "Windows 95 network print provider handles the encapsulation of data for transmission over the local area network. Errors here typically involve protocol mismatches or server-side rejections.",
  "PC2PRT": "End-to-end communication channel between the computer and the printing device remains open and functional. Total path integrity is required for the printer to acknowledge receipt of the job.",
  "DSApplctn": "Consistency of the data within the application layer prevents errors before the GDI processing begins. Corrupt document properties at this stage can cause the printer to output nonsense.",
  "PrtOn": "Electrical power supplied to the printer enables its internal processors and mechanical components to function. A powered-off state is a primary cause of 'Printer Not Found' errors.",
  "PrtData": "Internal logic board of the printer interprets the incoming byte stream into mechanical actions. Successful data processing within the printer is necessary to initiate the physical marking process.",
  "PrtPaper": "Physical media availability in the printer's feed mechanism allows the marking process to commence. Sensors detect the presence of paper and trigger a stop command if the tray is empty.",
  "PrtMem": "Onboard RAM capacity of the printer limits the complexity and resolution of the pages it can render. High-resolution graphics may exceed this memory, leading to partial or failed prints.",
  "PrtTimeOut": "Communication failure occurs when the printer fails to acknowledge data within the expected interval. This often points to a congested port, a slow processor, or a disconnected cable.",
  "FllCrrptdBffr": "Memory overflows or malformed packets in the printer’s buffer lead to stalled or nonsensical output. Clearing the printer's internal memory is often required to resolve this state.",
  "TnrSpply": "Chemical marking agent availability determines if the image can be physically transferred to the paper. Low levels result in faded output or a hardware-level refusal to print.",
  "Problem1": "Complete failure to produce any physical output from the printing device. The user observes no movement or noise from the printer after sending a job.",
  "AppDtGnTm": "Latency introduced by the software while building the document structure affects the start of the print job. Complex documents increase the time the application spends in the 'Preparing to Print' stage.",
  "PrntPrcssTm": "Computational overhead required by Windows to rasterize or spool the document determines software-side speed. High CPU usage or low RAM in Windows 95 extends this processing duration.",
  "DeskPrntSpd": "User-perceived rate of page production accounts for both system processing and mechanical printing time. This metric reflects the overall efficiency of the entire printing pipeline.",
  "CmpltPgPrntd": "Successful mechanical execution of the print cycle results in a finished physical page. This represents the final desired outcome of the causal chain.",
  "PgOrnttnOK": "Alignment between the logical document layout and the physical paper orientation prevents cut-off text. Mismatches here result in portrait content being printed across a landscape page.",
  "PrntngArOK": "Compatibility between the document margins and the printer's physical limitations prevents edge clipping. Graphics outside the printable area are automatically discarded by the hardware.",
  "NnPSGrphc": "Raster or PCL-based graphics processing handles non-vector visual elements within the document. These elements are rendered as bitmaps before being sent to the printer.",
  "GrphcsRltdDrvrSttngs": "Specific driver options like halftone or dithering methods determine the visual quality of printed images. Incorrect graphics settings can cause photos to look grainy or overly dark.",
  "EPSGrphc": "Encapsulated PostScript data requires specialized driver handling to render correctly on the page. Mismanagement of EPS files often leads to a placeholder box being printed instead of the image.",
  "PSGRAPHIC": "Complex vector graphics expressed in PostScript language are processed by the printer's internal interpreter. Errors in this code lead to 'PostScript Error' pages being printed.",
  "Problem4": "Visual defects or inaccuracies in the rendering of images and shapes on the printed page. The user reports that pictures appear distorted, missing, or poorly colored.",
  "PrtPScript": "Native support for PostScript commands within the printer hardware allows for direct vector rendering. Printers without this hardware capability cannot process raw PostScript streams.",
  "TTOK": "Windows 95 TrueType engine must correctly generate glyph outlines for the printer to reproduce fonts. Failure in this engine results in text being replaced by blocks or generic characters.",
  "FntInstlltn": "Availability of font files in the system directory ensures the GDI can access required typeface data. Missing font files cause the OS to substitute the intended font with a default like Arial.",
  "PrntrAccptsTrtyp": "Hardware ability to store or render TrueType outlines directly affects text sharpness and speed. Older printers may require fonts to be sent as slow-to-process bitmaps.",
  "NnTTOK": "Management of bitmap or printer-resident fonts bypasses the standard TrueType rendering pipeline. These fonts rely on the printer's built-in ROM for character generation.",
  "ScrnFntNtPrntrFnt": "Mismatch between displayed fonts and available printer fonts causes unexpected typeface substitutions. This discrepancy leads to different character spacing and line breaks on paper.",
  "TrTypFnts": "Utilization of TrueType technology within a document triggers specific font-scaling routines in the OS. TrueType fonts offer better consistency across different output resolutions.",
  "Problem5": "Discrepancy between the fonts seen on the computer screen and those appearing on the physical page. The user observes different styles, sizes, or spacing in the printed text.",
  "LclGrbld": "Corrupted data reaching a local printer results in strings of meaningless characters and symbols. This usually stems from a faulty parallel cable or an incorrect port setting.",
  "NtGrbld": "Network-related transmission errors or protocol mismatches cause illegible characters in remote print jobs. Packet corruption during LAN transit is a common culprit for this behavior.",
  "GrbldOtpt": "Physical output containing nonsensical symbols typically indicates a driver language mismatch or data corruption. The printer fails to find a valid command structure in the incoming data.",
  "HrglssDrtnAftrPrnt": "Persistent busy cursor indicates the OS is struggling to clear the spooler or receive a hardware acknowledgment. This suggests a bottleneck in the bidirectional communication between PC and printer.",
  "REPEAT": "Logic errors in the spooler or printer buffer cause the same data to be processed multiple times. The result is the same page or document being printed indefinitely until the queue is cleared.",
  "AvlblVrtlMmry": "System-level paging file space allows Windows 95 to handle extremely large or high-resolution print tasks. Low virtual memory can cause the GDI to crash during complex page rendering.",
  "PSERRMEM": "PostScript interpreter resource exhaustion causes the printer to abort complex graphical jobs. This occurs when the printer's internal RAM cannot handle the number of vector paths or fonts defined.",
  "TstpsTxt": "Basic text character transmission serves as a baseline for verifying fundamental printer communication. Success here confirms the data path is open, even if complex graphics fail.",
  "GrbldPS": "Syntax errors in the PostScript stream result in the printer outputting raw code instead of images. This is often caused by sending PostScript data to a printer that only understands PCL.",
  "IncmpltPS": "Interrupted PostScript data streams lead to pages being ejected before the rendering is finished. This typically happens if the connection is broken mid-job or the buffer overflows.",
  "PrtFile": "Redirecting output to a disk file verifies if the software-side rendering is functioning independently of hardware. A successful file output points to a physical connection or hardware issue.",
  "PrtIcon": "Visibility and state of the printer management object in the UI reflect the health of the subsystem. A missing or errored icon indicates the driver or spooler service has failed.",
  "Problem6": "Excessive delay between the print command and the physical output of the document. The user reports that the printer takes an unusually long time to begin or finish a job.",
  "Problem3": "Physical output lacks certain sections or margins of the intended document content. This usually indicates a misalignment between the software's printable area and the hardware's capability.",
  "NtSpd": "Bandwidth and latency of the network connection dictate how quickly data reaches a remote printer. Slow network speeds increase the time spent in the 'Sending Data' phase.",
  "PrtQueue": "Orderly management of multiple pending jobs prevents system deadlocks in the printing subsystem. A clogged queue can stop new jobs from being processed even if the printer is ready.",
  "Problem2": "Printed output contains illegible characters, symbols, or incorrect formatting throughout. The user observes 'garbage' text that does not resemble the original document.",
  "PrtStatPaper": "Hardware sensors relay the status of the paper path, including empty trays or internal jams. These signals are sent back to the Windows 95 status monitor for user notification.",
  "PrtStatToner": "Internal monitoring of the marking agent notifies the system when levels are insufficient for printing. This status prevents the hardware from starting a job that it cannot finish visibly.",
  "PrtStatMem": "Status reports from the printer hardware indicate if its internal processing memory is full. This feedback is used by the OS to throttle data transmission and prevent buffer overruns.",
  "PrtStatOff": "Feedback from the hardware interface indicates the device is not receiving power or is switched off. This is the primary hardware signal used to trigger 'Printer Not Ready' alerts."
}