{
  "R_LNLW_MED_SEV": "The severity of muscle force loss influenced by non-linear, low-frequency muscle activity and median nerve stimulation.",
  "R_LNLW_MEDD2_DISP_WD": "The degree of displacement in median nerve stimulation, modulated by non-linear, low-frequency muscle activity and a second order effect.",
  "R_LNLW_MED_PATHO": "Pathological changes in median nerve function, exacerbated by non-linear, low-frequency muscle activity.",
  "DIFFN_SEV": "The severity of difference in muscle function.",
  "DIFFN_SENS_SEV": "Severity of difference in sensory nerve function.",
  "DIFFN_TYPE": "The nature or classification of functional differences.",
  "DIFFN_S_SEV_DIST": "The distribution of sensory functional differences.",
  "DIFFN_DISTR": "The statistical distribution of functional differences.",
  "R_DIFFN_MEDD2_DISP": "Second-order displacement effects within the median nerve, reflecting functional differences.",
  "DIFFN_PATHO": "Pathological origins of functional differences.",
  "R_DIFFN_LNLW_MEDD2_DISP_WD": "The temporal spread of median nerve displacement, influenced by second-order, non-linear, low-frequency muscle activity and differences in function.",
  "R_MEDD2_DISP_WD": "The displacement profile of median nerve activity, characterized by a second-order temporal dependency.",
  "R_MEDD2_DISP_EW": "The instantaneous displacement of the median nerve, exhibiting a second-order temporal dependence.",
  "R_LNLBE_MEDD2_DISP_EW": "The early wave of median nerve displacement, influenced by a second-order non-linear, low-frequency bioelectric signal.",
  "R_MEDD2_DISP_EWD": "The early-window displacement of the median nerve, characterized by a second-order temporal dependency.",
  "R_DIFFN_MEDD2_BLOCK": "The second-order blockade of median nerve conduction, contingent on functional differences.",
  "R_MEDD2_BLOCK_EW": "Early wave median nerve conduction blockade, exhibiting second-order temporal dynamics.",
  "R_LNLBE_MEDD2_BLOCK_EW": "The early phase of median nerve blockade, shaped by second-order non-linear, low-frequency bioelectric signals.",
  "R_MEDD2_AMPR_EW": "The early wave amplitude modulation of the median nerve, influenced by second-order temporal dynamics.",
  "R_LNLBE_MEDD2_LD_EW": "The early latency delay in the median nerve, stemming from second-order non-linear, low-frequency bioelectric signals.",
  "R_MEDD2_LD_EW": "The early wave latency delay of the median nerve, exhibiting second-order temporal dynamics.",
  "R_LNLBE_MEDD2_RD_EW": "The early response delay in the median nerve, influenced by second-order non-linear, low-frequency bioelectric signals.",
  "R_MEDD2_RD_EW": "The early wave response delay of the median nerve, characterized by second-order temporal dynamics.",
  "R_MEDD2_LSLOW_EW": "The early wave slowing of conduction in the median nerve, exhibiting second-order temporal dynamics.",
  "R_LNLW_MEDD2_SALOSS_WD": "The temporal spread of sensory loss in the median nerve, influenced by second-order, non-linear, low-frequency muscle activity.",
  "R_DIFFN_MEDD2_SALOSS": "Second-order sensory loss in the median nerve, associated with functional differences.",
  "R_DIFFN_LNLW_MEDD2_SALOSS": "Sensory loss in the median nerve, modulated by second-order non-linear, low-frequency muscle activity and functional differences.",
  "R_MEDD2_SALOSS": "Sensory loss within the median nerve, exhibiting second-order temporal dynamics.",
  "R_LNLBE_MEDD2_SALOSS_EW": "The early wave of sensory loss in the median nerve, influenced by second-order non-linear, low-frequency bioelectric signals.",
  "R_DIFFN_MEDD2_DIFSLOW": "Second-order slowing of conduction in the median nerve, related to functional differences.",
  "R_MEDD2_DIFSLOW_EW": "The early wave of conduction slowing in the median nerve, influenced by second-order temporal dynamics.",
  "R_MEDD2_DSLOW_EW": "Early wave of diffusion slowing in the median nerve, characterized by second-order temporal dynamics.",
  "R_MEDD2_ALLCV_EW": "The early wave of all conduction velocities in the median nerve, exhibiting second-order temporal dynamics.",
  "R_MEDD2_CV_EW": "The early wave of conduction velocity in the median nerve, influenced by second-order temporal dynamics.",
  "R_LNLW_MEDD2_BLOCK_WD": "The temporal spread of median nerve blockade, influenced by second-order, non-linear, low-frequency muscle activity.",
  "R_MEDD2_BLOCK_WD": "The temporal spread of median nerve blockade, characterized by second-order dynamics.",
  "R_MEDD2_EFFAXLOSS": "Loss of effective axonal conduction within the median nerve, exhibiting second-order temporal dynamics.",
  "R_MEDD2_ALLAMP_WD": "The temporal spread of all median nerve amplitudes, influenced by second-order dynamics.",
  "R_MEDD2_AMP_WD": "The temporal spread of median nerve amplitudes, exhibiting second-order dynamics.",
  "R_LNLW_MEDD2_LD_WD": "The temporal spread of latency delay in the median nerve, influenced by second-order, non-linear, low-frequency muscle activity.",
  "R_MEDD2_LD_WD": "The temporal spread of median nerve latency delay, characterized by second-order dynamics.",
  "R_LNLW_MEDD2_RD_WD": "The temporal spread of response delay in the median nerve, influenced by second-order, non-linear, low-frequency muscle activity.",
  "R_MEDD2_RD_WD": "The temporal spread of median nerve response delay, exhibiting second-order dynamics.",
  "R_MEDD2_LSLOW_WD": "The temporal spread of conduction slowing in the median nerve, influenced by second-order dynamics.",
  "R_LNLBE_MEDD2_DIFSLOW_WD": "The temporal spread of median nerve conduction slowing, influenced by second-order non-linear, low-frequency bioelectric signals.",
  "R_MEDD2_DIFSLOW_WD": "The temporal spread of median nerve conduction slowing, characterized by second-order dynamics.",
  "R_MEDD2_DSLOW_WD": "The temporal spread of diffusion slowing in the median nerve, influenced by second-order dynamics.",
  "R_MEDD2_ALLCV_WD": "The temporal spread of all median nerve conduction velocities, influenced by second-order dynamics.",
  "R_MEDD2_CV_WD": "The temporal spread of median nerve conduction velocity, exhibiting second-order dynamics.",
  "DIFFN_MOT_SEV": "Severity of difference in motor nerve function.",
  "DIFFN_M_SEV_DIST": "The distribution of motor functional differences.",
  "R_DIFFN_MED_BLOCK": "Median nerve conduction blockade, associated with functional differences.",
  "R_MED_BLOCK_EW": "Early wave median nerve conduction blockade.",
  "R_LNLBE_MED_BLOCK": "Median nerve blockade influenced by non-linear, low-frequency bioelectric signals.",
  "R_MED_AMPR_EW": "The early wave amplitude modulation of the median nerve.",
  "R_LNLT1_APB_MALOSS": "Muscle activity loss in the appendicular region due to a first-order, non-linear, low-frequency process.",
  "R_LNLT1_LP_APB_MALOSS": "Muscle activity loss in the appendicular region influenced by a first-order, non-linear, low-frequency process and local potential effects.",
  "R_LNLLP_APB_MALOSS": "Muscle activity loss in the appendicular region due to a non-linear, low-frequency process with local potential effects.",
  "R_LNLT1_LP_BE_APB_MALOSS": "Muscle activity loss in the appendicular region, modulated by a first-order, non-linear, low-frequency bioelectric signal and local potential.",
  "R_LNLBE_APB_MALOSS": "Muscle activity loss in the appendicular region driven by non-linear, low-frequency bioelectric signals.",
  "R_LNLW_APB_MALOSS": "Muscle activity loss in the appendicular region influenced by non-linear, low-frequency muscle activity.",
  "R_DIFFN_APB_MALOSS": "Muscle activity loss in the appendicular region, reflecting functional differences.",
  "R_DIFFN_LNLW_APB_MALOSS": "Muscle activity loss in the appendicular region, modulated by non-linear, low-frequency muscle activity and functional differences.",
  "R_APB_MALOSS": "Loss of muscle activity in the appendicular region.",
  "R_DIFFN_MED_DIFSLOW": "Median nerve conduction slowing, associated with functional differences.",
  "R_MED_DIFSLOW_EW": "Early wave median nerve conduction slowing.",
  "R_MED_DCV_EW": "Early wave dynamic changes in median nerve conduction velocity.",
  "R_MED_LD_EW": "Early wave latency delay in the median nerve.",
  "R_MED_RDLDCV_EW": "Early wave variability in median nerve latency and conduction velocity.",
  "R_MED_RD_EW": "Early wave response delay in the median nerve.",
  "R_MED_ALLCV_EW": "Early wave of all conduction velocities in the median nerve.",
  "R_MED_CV_EW": "Early wave conduction velocity of the median nerve.",
  "R_LNLT1_APB_DE_REGEN": "Appendicular regeneration influenced by a first-order, non-linear, low-frequency process, affecting de-excitation.",
  "R_LNLT1_LP_APB_DE_REGEN": "Appendicular regeneration, influenced by a first-order, non-linear, low-frequency process and local potential effects on de-excitation.",
  "R_LNLLP_APB_DE_REGEN": "Appendicular regeneration due to a non-linear, low-frequency process with local potential effects, impacting de-excitation.",
  "R_LNLT1_LP_BE_APB_DE_REGEN": "Appendicular regeneration modulated by a first-order, non-linear, low-frequency bioelectric signal and local potential, affecting de-excitation.",
  "R_LNLBE_APB_DE_REGEN": "Appendicular regeneration influenced by non-linear, low-frequency bioelectric signals, affecting de-excitation.",
  "R_DIFFN_APB_DE_REGEN": "Appendicular regeneration influenced by functional differences, affecting de-excitation.",
  "DIFFN_TIME": "Temporal aspect of functional differences.",
  "R_LNLW_APB_DE_REGEN": "Appendicular regeneration influenced by non-linear, low-frequency muscle activity, affecting de-excitation.",
  "R_LNLW_MED_TIME": "Temporal dynamics of median nerve function, influenced by non-linear, low-frequency muscle activity.",
  "R_DIFFN_LNLW_APB_DE_REGEN": "Appendicular regeneration influenced by non-linear, low-frequency muscle activity and functional differences, affecting de-excitation.",
  "R_LNL_DIFFN_APB_DE_REGEN": "Appendicular regeneration influenced by non-linear, low-frequency muscle activity and functional differences, impacting de-excitation.",
  "R_MYOP_APB_DE_REGEN": "Appendicular regeneration influenced by myopathic processes affecting de-excitation.",
  "R_MYOP_MYDY_APB_DE_REGEN": "Appendicular regeneration affected by myopathic and myodystrophic processes, impacting de-excitation.",
  "R_MYDY_APB_DE_REGEN": "Appendicular regeneration influenced by myodystrophic processes affecting de-excitation.",
  "R_APB_DE_REGEN": "Regeneration of appendicular muscle activity related to de-excitation.",
  "R_DE_REGEN_APB_NMT": "Appendicular de-excitation regeneration influenced by neuromuscular transmission.",
  "R_APB_NMT": "Neuromuscular transmission in the appendicular region.",
  "R_MYAS_APB_NMT": "Appendicular neuromuscular transmission influenced by myositis.",
  "R_MYDY_APB_MUSIZE": "Appendicular muscle size influenced by myodystrophy.",
  "R_MYOP_MYDY_APB_MUSIZE": "Appendicular muscle size influenced by myopathic and myodystrophic processes.",
  "R_MYOP_APB_MUSIZE": "Appendicular muscle size influenced by myopathic processes.",
  "R_LNLW_APB_MUSIZE": "Appendicular muscle size influenced by non-linear, low-frequency muscle activity.",
  "R_DIFFN_APB_MUSIZE": "Appendicular muscle size influenced by functional differences.",
  "R_DIFFN_LNLW_APB_MUSIZE": "Appendicular muscle size influenced by non-linear, low-frequency muscle activity and functional differences.",
  "R_LNLLP_APB_MUSIZE": "Appendicular muscle size influenced by non-linear, low-frequency processes with local potential effects.",
  "R_LNLT1_LP_APB_MUSIZE": "Appendicular muscle size influenced by a first-order, non-linear, low-frequency process and local potential effects.",
  "R_LNLT1_APB_MUSIZE": "Appendicular muscle size influenced by a first-order, non-linear, low-frequency process.",
  "R_LNLBE_APB_MUSIZE": "Appendicular muscle size influenced by non-linear, low-frequency bioelectric signals.",
  "R_LNLT1_LP_BE_APB_MUSIZE": "Appendicular muscle size modulated by a first-order, non-linear, low-frequency bioelectric signal and local potential.",
  "R_LNL_DIFFN_APB_MUSIZE": "Appendicular muscle size influenced by non-linear, low-frequency processes and functional differences.",
  "R_APB_MUSIZE": "Muscle size in the appendicular region.",
  "R_APB_EFFMUS": "Effective muscle function in the appendicular region.",
  "R_LNLW_MED_BLOCK": "Median nerve blockade influenced by non-linear, low-frequency muscle activity.",
  "R_MED_BLOCK_WA": "Weak amplitude median nerve conduction blockade.",
  "R_APB_MULOSS": "Loss of muscle function in the appendicular region.",
  "R_APB_ALLAMP_WA": "Weak amplitude of all appendicular muscle responses.",
  "R_MED_AMP_WA": "Weak amplitude of median nerve responses.",
  "R_MED_LD_WA": "Weak amplitude of median nerve latency delay.",
  "R_MED_RD_WA": "Weak amplitude of median nerve response delay.",
  "R_MED_RDLDDEL": "Delay in median nerve response and latency.",
  "R_LNLBE_MED_DIFSLOW": "Median nerve conduction slowing influenced by non-linear, low-frequency bioelectric signals.",
  "R_MED_DIFSLOW_WA": "Weak amplitude median nerve conduction slowing.",
  "R_MED_DCV_WA": "Weak amplitude dynamic changes in median nerve conduction velocity.",
  "R_MED_ALLDEL_WA": "Weak amplitude of all median nerve delays.",
  "R_MED_LAT_WA": "Weak amplitude of median nerve latency.",
  "R_APB_VOL_ACT": "Volitional activation of appendicular muscles.",
  "R_APB_FORCE": "Force generation by appendicular muscles.",
  "R_APB_MUSCLE_VOL": "Volume of appendicular muscles.",
  "R_APB_MVA_RECRUIT": "Recruitment of motor units in appendicular muscles during voluntary activation.",
  "R_APB_MVA_AMP": "Amplitude of appendicular motor unit action potentials during voluntary activation.",
  "R_APB_TA_CONCL": "Conduction velocity of appendicular motor units.",
  "R_APB_MUPAMP": "Amplitude of appendicular motor unit potentials.",
  "R_APB_QUAN_MUPAMP": "Quantitative measurement of appendicular motor unit potential amplitude.",
  "R_APB_QUAL_MUPAMP": "Qualitative assessment of appendicular motor unit potential amplitude.",
  "R_APB_MUPDUR": "Duration of appendicular motor unit potentials.",
  "R_APB_QUAN_MUPDUR": "Quantitative measurement of appendicular motor unit potential duration.",
  "R_APB_QUAL_MUPDUR": "Qualitative assessment of appendicular motor unit potential duration.",
  "R_APB_QUAN_MUPPOLY": "Quantitative measurement of appendicular motor unit polyphasia.",
  "R_APB_QUAL_MUPPOLY": "Qualitative assessment of appendicular motor unit polyphasia.",
  "R_APB_MUPSATEL": "Satellite motor units in appendicular muscles.",
  "R_APB_MUPINSTAB": "Instability of appendicular motor unit potentials.",
  "R_APB_REPSTIM_CMAPAMP": "Compound muscle action potential amplitude during repetitive stimulation of appendicular muscles.",
  "R_APB_REPSTIM_DECR": "Decrement in appendicular muscle response during repetitive stimulation.",
  "R_APB_REPSTIM_FACILI": "Facilitation of appendicular muscle response during repetitive stimulation.",
  "R_APB_REPSTIM_POST_DECR": "Post-stimulation decrement in appendicular muscle response.",
  "R_APB_SF_JITTER": "Jitter in appendicular motor unit firing.",
  "R_LNLT1_APB_MUDENS": "Appendicular motor unit density influenced by a first-order, non-linear, low-frequency process.",
  "R_LNLT1_LP_APB_MUDENS": "Appendicular motor unit density influenced by a first-order, non-linear, low-frequency process and local potential effects.",
  "R_LNLLP_APB_MUDENS": "Appendicular motor unit density influenced by a non-linear, low-frequency process with local potential effects.",
  "R_LNLT1_LP_BE_APB_MUDENS": "Appendicular motor unit density modulated by a first-order, non-linear, low-frequency bioelectric signal and local potential.",
  "R_LNLBE_APB_MUDENS": "Appendicular motor unit density influenced by non-linear, low-frequency bioelectric signals.",
  "R_DIFFN_APB_MUDENS": "Appendicular motor unit density influenced by functional differences.",
  "R_LNLW_APB_MUDENS": "Appendicular motor unit density influenced by non-linear, low-frequency muscle activity.",
  "R_DIFFN_LNLW_APB_MUDENS": "Appendicular motor unit density influenced by non-linear, low-frequency muscle activity and functional differences.",
  "R_LNL_DIFFN_APB_MUDENS": "Appendicular motor unit density influenced by non-linear, low-frequency processes and functional differences.",
  "R_MYOP_APB_MUDENS": "Appendicular motor unit density influenced by myopathic processes.",
  "R_MYOP_MYDY_APB_MUDENS": "Appendicular motor unit density influenced by myopathic and myodystrophic processes.",
  "R_MYDY_APB_MUDENS": "Appendicular motor unit density influenced by myodystrophic processes.",
  "R_MUSCLE_APB_MUDENS": "Appendicular muscle motor unit density.",
  "R_MYAS_APB_MUDENS": "Appendicular motor unit density influenced by myositis.",
  "R_APB_MUDENS": "Motor unit density in the appendicular region.",
  "R_APB_SF_DENSITY": "Spatial density of appendicular muscle fibers.",
  "R_LNLT1_APB_NEUR_ACT": "Appendicular neural activity influenced by a first-order, non-linear, low-frequency process.",
  "R_LNLT1_LP_APB_NEUR_ACT": "Appendicular neural activity influenced by a first-order, non-linear, low-frequency process and local potential effects.",
  "R_LNLLP_APB_NEUR_ACT": "Appendicular neural activity due to a non-linear, low-frequency process with local potential effects.",
  "R_LNLT1_LP_BE_APB_NEUR_ACT": "Appendicular neural activity modulated by a first-order, non-linear, low-frequency bioelectric signal and local potential.",
  "R_LNLBE_APB_NEUR_ACT": "Appendicular neural activity influenced by non-linear, low-frequency bioelectric signals.",
  "R_DIFFN_APB_NEUR_ACT": "Appendicular neural activity influenced by functional differences.",
  "R_LNLW_APB_NEUR_ACT": "Appendicular neural activity influenced by non-linear, low-frequency muscle activity.",
  "R_DIFFN_LNLW_APB_NEUR_ACT": "Appendicular neural activity influenced by non-linear, low-frequency muscle activity and functional differences.",
  "R_APB_NEUR_ACT": "Neural activity in the appendicular region.",
  "R_APB_SPONT_NEUR_DISCH": "Spontaneous discharge of neurons in the appendicular region.",
  "R_MYOP_APB_DENERV": "Appendicular denervation influenced by myopathic processes.",
  "R_MYOP_MYDY_APB_DENERV": "Appendicular denervation influenced by myopathic and myodystrophic processes.",
  "R_MYDY_APB_DENERV": "Appendicular denervation influenced by myodystrophic processes.",
  "R_NMT_APB_DENERV": "Appendicular denervation impacting neuromuscular transmission.",
  "R_MUSCLE_APB_DENERV": "Appendicular muscle denervation.",
  "R_LNLT1_APB_DENERV": "Appendicular denervation influenced by a first-order, non-linear, low-frequency process.",
  "R_LNLT1_LP_APB_DENERV": "Appendicular denervation influenced by a first-order, non-linear, low-frequency process and local potential effects.",
  "R_LNLLP_APB_DENERV": "Appendicular denervation due to a non-linear, low-frequency process with local potential effects.",
  "R_LNLT1_LP_BE_APB_DENERV": "Appendicular denervation modulated by a first-order, non-linear, low-frequency bioelectric signal and local potential.",
  "R_LNLBE_APB_DENERV": "Appendicular denervation influenced by non-linear, low-frequency bioelectric signals.",
  "R_DIFFN_APB_DENERV": "Appendicular denervation influenced by functional differences.",
  "R_LNLW_APB_DENERV": "Appendicular denervation influenced by non-linear, low-frequency muscle activity.",
  "R_DIFFN_LNLW_APB_DENERV": "Appendicular denervation influenced by non-linear, low-frequency muscle activity and functional differences.",
  "R_LNL_DIFFN_APB_DENERV": "Appendicular denervation influenced by non-linear, low-frequency processes and functional differences.",
  "R_APB_DENERV": "Denervation in the appendicular region.",
  "R_APB_SPONT_DENERV_ACT": "Spontaneous activity following denervation in the appendicular region.",
  "R_APB_SPONT_HF_DISCH": "Spontaneous high-frequency discharge in the appendicular region.",
  "R_APB_SPONT_INS_ACT": "Spontaneous insertional activity in the appendicular region.",
  "DIFFN_M_SEV_PROX": "Severity of proximal motor functional differences.",
  "DIFFN_DUMMY_1": "A placeholder variable for an unknown functional difference.",
  "DIFFN_DUMMY_2": "A placeholder variable for an unknown functional difference.",
  "DIFFN_DUMMY_3": "A placeholder variable for an unknown functional difference.",
  "R_DIFFN_ULND5_DISP": "Ulnar nerve displacement, reflecting functional differences.",
  "R_LNLE_ULN_SEV": "Severity of ulnar nerve dysfunction due to a non-linear, low-frequency effect.",
  "R_LNLE_ULND5_DISP_E": "Early displacement of the ulnar nerve, influenced by a non-linear, low-frequency effect.",
  "R_LNLE_ULN_PATHO": "Pathological changes in ulnar nerve function, influenced by a non-linear, low-frequency effect.",
  "R_LNLE_DIFFN_ULND5_DISP_E": "Early displacement of the ulnar nerve, influenced by a non-linear, low-frequency effect and functional differences.",
  "R_OTHER_ULND5_DISP": "Ulnar nerve displacement due to external factors.",
  "R_ULND5_DISP_E": "Early displacement of the ulnar nerve.",
  "R_LNLW_ULND5_DISP_WD": "The temporal spread of ulnar nerve displacement, influenced by non-linear, low-frequency muscle activity.",
  "R_DIFFN_LNLW_ULND5_DISP_WD": "The temporal spread of ulnar nerve displacement, modulated by non-linear, low-frequency muscle activity and functional differences.",
  "R_ULND5_DISP_WD": "The temporal spread of ulnar nerve displacement.",
  "R_ULND5_DISP_BEW": "The early wave of ulnar nerve displacement.",
  "R_ULND5_DISP_BED": "The duration of ulnar nerve displacement.",
  "R_ULND5_DISP_EED": "The end-diastolic ulnar nerve displacement.",
  "R_DIFFN_ULND5_BLOCK": "Ulnar nerve conduction blockade, associated with functional differences.",
  "R_LNLE_ULND5_BLOCK_E": "Early blockade of ulnar nerve conduction, influenced by a non-linear, low-frequency effect.",
  "R_LNLE_DIFFN_ULND5_BLOCK_E": "Early blockade of ulnar nerve conduction, influenced by a non-linear, low-frequency effect and functional differences.",
  "R_OTHER_ULND5_BLOCK": "Ulnar nerve conduction blockade due to external factors.",
  "R_ULND5_BLOCK_E": "Early blockade of ulnar nerve conduction.",
  "R_ULND5_AMPR_E": "Early amplitude modulation of ulnar nerve responses.",
  "R_LNLE_ULND5_LD_E": "Early latency delay in the ulnar nerve, influenced by a non-linear, low-frequency effect.",
  "R_OTHER_ULND5_LD": "Ulnar nerve latency delay due to external factors.",
  "R_ULND5_LD_E": "Early latency delay in the ulnar nerve.",
  "R_LNLE_ULND5_RD_E": "Early response delay in the ulnar nerve, influenced by a non-linear, low-frequency effect.",
  "R_OTHER_ULND5_RD": "Ulnar nerve response delay due to external factors.",
  "R_ULND5_RD_E": "Early response delay in the ulnar nerve.",
  "R_ULND5_LSLOW_E": "Early conduction slowing in the ulnar nerve.",
  "R_DIFFN_ULND5_SALOSS": "Ulnar nerve sensory loss, associated with functional differences.",
  "R_LNLW_ULND5_SALOSS": "Ulnar nerve sensory loss influenced by non-linear, low-frequency muscle activity.",
  "R_DIFFN_LNLW_ULND5_SALOSS": "Ulnar nerve sensory loss influenced by non-linear, low-frequency muscle activity and functional differences.",
  "R_LNLE_ULND5_SALOSS": "Ulnar nerve sensory loss, influenced by a non-linear, low-frequency effect.",
  "R_LNLLP_E_ULND5_SALOSS": "Early sensory loss in the ulnar nerve, influenced by non-linear, low-frequency processes with local potential effects.",
  "R_LNLLP_ULND5_SALOSS": "Ulnar nerve sensory loss due to non-linear, low-frequency processes with local potential effects.",
  "R_LNL_DIFFN_ULND5_SALOSS": "Ulnar nerve sensory loss influenced by non-linear, low-frequency processes and functional differences.",
  "R_OTHER_ULND5_SALOSS": "Ulnar nerve sensory loss due to external factors.",
  "R_ULND5_SALOSS": "Sensory loss in the ulnar nerve.",
  "R_LNLE_ULND5_DIFSLOW": "Ulnar nerve conduction slowing, influenced by a non-linear, low-frequency effect.",
  "R_DIFFN_ULND5_DIFSLOW": "Ulnar nerve conduction slowing, associated with functional differences.",
  "R_LNLE_DIFFN_ULND5_DIFSLOW_E": "Early conduction slowing in the ulnar nerve, influenced by a non-linear, low-frequency effect and functional differences.",
  "R_OTHER_ULND5_DIFSLOW": "Ulnar nerve conduction slowing due to external factors.",
  "R_ULND5_DIFSLOW_E": "Early conduction slowing in the ulnar nerve.",
  "R_ULND5_DSLOW_E": "Early diffusion slowing in the ulnar nerve.",
  "R_ULND5_ALLCV_E": "Early of all conduction velocities in the ulnar nerve.",
  "R_ULND5_CV_E": "Early conduction velocity of the ulnar nerve.",
  "R_ULND5_DISP_EWD": "The early-window displacement of the ulnar nerve.",
  "R_ULND5_BLOCK_EW": "Early wave ulnar nerve conduction blockade.",
  "R_ULND5_AMPR_EW": "The early wave amplitude modulation of the ulnar nerve.",
  "R_ULND5_DIFSLOW_EW": "Early wave conduction slowing in the ulnar nerve.",
  "R_ULND5_DSLOW_EW": "Early wave diffusion slowing in the ulnar nerve.",
  "R_ULND5_ALLCV_EW": "Early wave of all conduction velocities in the ulnar nerve.",
  "R_ULND5_CV_EW": "Early wave conduction velocity of the ulnar nerve.",
  "R_LNLW_ULND5_BLOCK_WD": "The temporal spread of ulnar nerve blockade, influenced by non-linear, low-frequency muscle activity.",
  "R_DIFFN_LNLW_ULND5_BLOCK_WD": "The temporal spread of ulnar nerve blockade, modulated by non-linear, low-frequency muscle activity and functional differences.",
  "R_ULND5_BLOCK_WD": "The temporal spread of ulnar nerve blockade.",
  "R_ULND5_EFFAXLOSS": "Loss of effective axonal conduction in the ulnar nerve.",
  "R_ULND5_ALLAMP_WD": "The temporal spread of all ulnar nerve amplitudes.",
  "R_ULND5_AMP_WD": "The temporal spread of ulnar nerve amplitudes.",
  "R_ULND5_LD_WD": "The temporal spread of ulnar nerve latency delay.",
  "R_LNLW_ULND5_LD_WD": "The temporal spread of ulnar nerve latency delay, influenced by non-linear, low-frequency muscle activity.",
  "R_ULND5_RD_WD": "The temporal spread of ulnar nerve response delay.",
  "R_LNLW_ULND5_RD_WD": "The temporal spread of ulnar nerve response delay, influenced by non-linear, low-frequency muscle activity.",
  "R_ULND5_LSLOW_WD": "The temporal spread of conduction slowing in the ulnar nerve.",
  "R_LNLE_DIFFN_ULND5_DIFSLOW_WD": "The temporal spread of ulnar nerve conduction slowing, influenced by a non-linear, low-frequency effect and functional differences.",
  "R_ULND5_DIFSLOW_WD": "The temporal spread of ulnar nerve conduction slowing.",
  "R_ULND5_DSLOW_WD": "The temporal spread of diffusion slowing in the ulnar nerve.",
  "R_ULND5_ALLCV_WD": "The temporal spread of all ulnar nerve conduction velocities.",
  "R_ULND5_CV_WD": "The temporal spread of ulnar nerve conduction velocity.",
  "R_DIFFN_ULN_BLOCK": "Ulnar nerve conduction blockade, associated with functional differences.",
  "R_LNLE_ULN_BLOCK": "Ulnar nerve conduction blockade, influenced by a non-linear, low-frequency effect.",
  "R_ULN_BLOCK_E": "Early blockade of ulnar nerve conduction.",
  "R_ULN_AMPR_E": "Early amplitude modulation of ulnar nerve responses.",
  "R_LNLC8_ADM_MALOSS": "Muscle activity loss in the adductor pollicis muscle, influenced by an 8th-order, non-linear, low-frequency process.",
  "R_LNLC8_LP_ADM_MALOSS": "Muscle activity loss in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process and local potential effects.",
  "R_LNLLP_ADM_MALOSS": "Muscle activity loss in the adductor pollicis, influenced by a non-linear, low-frequency process with local potential effects.",
  "R_LNLE_ADM_MALOSS": "Muscle activity loss in the adductor pollicis, influenced by a non-linear, low-frequency effect.",
  "R_LNLC8_LP_E_ADM_MALOSS": "Early muscle activity loss in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process and local potential.",
  "R_DIFFN_ADM_MALOSS": "Muscle activity loss in the adductor pollicis, reflecting functional differences.",
  "R_LNLW_ADM_MALOSS": "Muscle activity loss in the adductor pollicis, influenced by non-linear, low-frequency muscle activity.",
  "R_DIFFN_LNLW_ADM_MALOSS": "Muscle activity loss in the adductor pollicis, modulated by non-linear, low-frequency muscle activity and functional differences.",
  "R_LNL_DIFFN_ADM_MALOSS": "Muscle activity loss in the adductor pollicis, influenced by non-linear, low-frequency processes and functional differences.",
  "R_OTHER_ADM_MALOSS": "Muscle activity loss in the adductor pollicis due to external factors.",
  "R_ADM_MALOSS": "Muscle activity loss in the adductor pollicis.",
  "R_LNLE_ULN_DIFSLOW": "Ulnar nerve conduction slowing, influenced by a non-linear, low-frequency effect.",
  "R_DIFFN_ULN_DIFSLOW": "Ulnar nerve conduction slowing, associated with functional differences.",
  "R_ULN_DIFSLOW_E": "Early conduction slowing in the ulnar nerve.",
  "R_ULN_DCV_E": "Early dynamic changes in ulnar nerve conduction velocity.",
  "R_ULN_LD_EW": "Early wave latency delay in the ulnar nerve.",
  "R_ULN_RD_EW": "Early wave response delay in the ulnar nerve.",
  "R_ULN_RDLDCV_E": "Early variability in ulnar nerve latency and conduction velocity.",
  "R_ULN_ALLCV_E": "Early of all conduction velocities in the ulnar nerve.",
  "R_ULN_CV_E": "Early conduction velocity of the ulnar nerve.",
  "R_ULN_BLOCK_EW": "Early wave ulnar nerve conduction blockade.",
  "R_ULN_AMPR_EW": "The early wave amplitude modulation of the ulnar nerve.",
  "R_ULN_DIFSLOW_EW": "Early wave conduction slowing in the ulnar nerve.",
  "R_ULN_DCV_EW": "Early wave dynamic changes in ulnar nerve conduction velocity.",
  "R_ULN_ALLCV_EW": "Early wave of all conduction velocities in the ulnar nerve.",
  "R_ULN_CV_EW": "Early wave conduction velocity of the ulnar nerve.",
  "R_LNLC8_ADM_DE_REGEN": "Appendicular regeneration in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process affecting de-excitation.",
  "R_LNLC8_LP_ADM_DE_REGEN": "Appendicular regeneration in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process and local potential effects on de-excitation.",
  "R_LNLLP_ADM_DE_REGEN": "Appendicular regeneration in the adductor pollicis due to a non-linear, low-frequency process with local potential effects, impacting de-excitation.",
  "R_LNLE_ADM_DE_REGEN": "Appendicular regeneration in the adductor pollicis, influenced by a non-linear, low-frequency effect on de-excitation.",
  "R_LNLE_ULN_TIME": "Temporal dynamics of ulnar nerve function influenced by a non-linear, low-frequency effect.",
  "R_LNLC8_LP_E_ADM_DE_REGEN": "Early appendicular regeneration in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process and local potential, affecting de-excitation.",
  "R_DIFFN_ADM_DE_REGEN": "Appendicular regeneration in the adductor pollicis influenced by functional differences, affecting de-excitation.",
  "R_DIFFN_LNLW_ADM_DE_REGEN": "Appendicular regeneration in the adductor pollicis influenced by non-linear, low-frequency muscle activity and functional differences, affecting de-excitation.",
  "R_LNLW_ADM_DE_REGEN": "Appendicular regeneration in the adductor pollicis influenced by non-linear, low-frequency muscle activity, affecting de-excitation.",
  "R_LNL_DIFFN_ADM_DE_REGEN": "Appendicular regeneration in the adductor pollicis influenced by non-linear, low-frequency processes and functional differences, impacting de-excitation.",
  "R_MYOP_ADM_DE_REGEN": "Appendicular regeneration in the adductor pollicis influenced by myopathic processes affecting de-excitation.",
  "R_MYOP_MYDY_ADM_DE_REGEN": "Appendicular regeneration in the adductor pollicis influenced by myopathic and myodystrophic processes, impacting de-excitation.",
  "R_MYDY_ADM_DE_REGEN": "Appendicular regeneration in the adductor pollicis influenced by myodystrophic processes affecting de-excitation.",
  "R_MUSCLE_ADM_DE_REGEN": "Appendicular muscle regeneration in the adductor pollicis related to de-excitation.",
  "R_OTHER_ADM_DE_REGEN": "Appendicular regeneration in the adductor pollicis due to external factors, affecting de-excitation.",
  "R_ADM_DE_REGEN": "Regeneration of adductor pollicis muscle activity related to de-excitation.",
  "R_DE_REGEN_ADM_NMT": "Adductor pollicis de-excitation regeneration influenced by neuromuscular transmission.",
  "R_MYAS_DE_REGEN_ADM_NMT": "Adductor pollicis de-excitation regeneration influenced by myositis and neuromuscular transmission.",
  "R_MYAS_ADM_NMT": "Adductor pollicis neuromuscular transmission influenced by myositis.",
  "R_OTHER_ADM_NMT": "Adductor pollicis neuromuscular transmission influenced by external factors.",
  "R_ADM_NMT": "Neuromuscular transmission in the adductor pollicis.",
  "R_MYDY_ADM_MUSIZE": "Adductor pollicis muscle size influenced by myodystrophy.",
  "R_MYOP_MYDY_ADM_MUSIZE": "Adductor pollicis muscle size influenced by myopathic and myodystrophic processes.",
  "R_MYOP_ADM_MUSIZE": "Adductor pollicis muscle size influenced by myopathic processes.",
  "R_OTHER_ADM_MUSIZE": "Adductor pollicis muscle size influenced by external factors.",
  "R_MUSCLE_ADM_MUSIZE": "Adductor pollicis muscle size.",
  "R_DIFFN_ADM_MUSIZE": "Adductor pollicis muscle size influenced by functional differences.",
  "R_LNLW_ADM_MUSIZE": "Adductor pollicis muscle size influenced by non-linear, low-frequency muscle activity.",
  "R_DIFFN_LNLW_ADM_MUSIZE": "Adductor pollicis muscle size influenced by non-linear, low-frequency muscle activity and functional differences.",
  "R_LNLE_ADM_MUSIZE": "Adductor pollicis muscle size influenced by a non-linear, low-frequency effect.",
  "R_LNLLP_ADM_MUSIZE": "Adductor pollicis muscle size influenced by non-linear, low-frequency processes with local potential effects.",
  "R_LNLC8_LP_ADM_MUSIZE": "Adductor pollicis muscle size influenced by an 8th-order, non-linear, low-frequency process and local potential effects.",
  "R_LNLC8_ADM_MUSIZE": "Adductor pollicis muscle size influenced by an 8th-order, non-linear, low-frequency process.",
  "R_LNLC8_LP_E_ADM_MUSIZE": "Early adductor pollicis muscle size influenced by an 8th-order, non-linear, low-frequency process and local potential.",
  "R_LNL_DIFFN_ADM_MUSIZE": "Adductor pollicis muscle size influenced by non-linear, low-frequency processes and functional differences.",
  "R_ADM_MUSIZE": "Muscle size of the adductor pollicis.",
  "R_ADM_EFFMUS": "Effective muscle function of the adductor pollicis.",
  "R_DIFFN_LNLW_ULN_BLOCK_WA": "Weak amplitude ulnar nerve blockade, influenced by non-linear, low-frequency muscle activity and functional differences.",
  "R_LNLW_ULN_BLOCK": "Ulnar nerve blockade influenced by non-linear, low-frequency muscle activity.",
  "R_OTHER_ULN_BLOCK_WA": "Weak amplitude ulnar nerve blockade due to external factors.",
  "R_ULN_BLOCK_WA": "Weak amplitude ulnar nerve conduction blockade.",
  "R_ADM_MULOSS": "Loss of muscle function in the adductor pollicis.",
  "R_ADM_ALLAMP_WA": "Weak amplitude of all adductor pollicis muscle responses.",
  "R_ULN_AMP_WA": "Weak amplitude of ulnar nerve responses.",
  "R_ULN_LD_WA": "Weak amplitude of ulnar nerve latency delay.",
  "R_ULN_RDLDDEL": "Delay in ulnar nerve response and latency.",
  "R_ULN_RD_WA": "Weak amplitude of ulnar nerve response delay.",
  "R_ULN_DIFSLOW_WA": "Weak amplitude ulnar nerve conduction slowing.",
  "R_ULN_DCV_WA": "Weak amplitude dynamic changes in ulnar nerve conduction velocity.",
  "R_ULN_ALLDEL_WA": "Weak amplitude of all ulnar nerve delays.",
  "R_ULN_LAT_WA": "Weak amplitude of ulnar nerve latency.",
  "R_ADM_VOL_ACT": "Volitional activation of the adductor pollicis.",
  "R_ADM_FORCE": "Force generation by the adductor pollicis.",
  "R_ADM_MUSCLE_VOL": "Volume of the adductor pollicis muscle.",
  "R_ADM_MVA_RECRUIT": "Recruitment of motor units in the adductor pollicis during voluntary activation.",
  "R_ADM_MVA_AMP": "Amplitude of adductor pollicis motor unit action potentials during voluntary activation.",
  "R_ADM_TA_CONCL": "Conduction velocity of adductor pollicis motor units.",
  "R_ADM_MUPAMP": "Amplitude of adductor pollicis motor unit potentials.",
  "R_ADM_QUAN_MUPAMP": "Quantitative measurement of adductor pollicis motor unit potential amplitude.",
  "R_ADM_QUAL_MUPAMP": "Qualitative assessment of adductor pollicis motor unit potential amplitude.",
  "R_ADM_MUPDUR": "Duration of adductor pollicis motor unit potentials.",
  "R_ADM_QUAN_MUPDUR": "Quantitative measurement of adductor pollicis motor unit potential duration.",
  "R_ADM_QUAL_MUPDUR": "Qualitative assessment of adductor pollicis motor unit potential duration.",
  "R_ADM_QUAN_MUPPOLY": "Quantitative measurement of adductor pollicis motor unit polyphasia.",
  "R_ADM_QUAL_MUPPOLY": "Qualitative assessment of adductor pollicis motor unit polyphasia.",
  "R_ADM_MUPSATEL": "Satellite motor units in the adductor pollicis.",
  "R_ADM_MUPINSTAB": "Instability of adductor pollicis motor unit potentials.",
  "R_ADM_REPSTIM_CMAPAMP": "Compound muscle action potential amplitude during repetitive stimulation of the adductor pollicis.",
  "R_ADM_REPSTIM_DECR": "Decrement in adductor pollicis muscle response during repetitive stimulation.",
  "R_ADM_REPSTIM_FACILI": "Facilitation of adductor pollicis muscle response during repetitive stimulation.",
  "R_ADM_REPSTIM_POST_DECR": "Post-stimulation decrement in adductor pollicis muscle response.",
  "R_ADM_SF_JITTER": "Jitter in adductor pollicis motor unit firing.",
  "R_LNLC8_ADM_MUDENS": "Adductor pollicis motor unit density influenced by an 8th-order, non-linear, low-frequency process.",
  "R_LNLC8_LP_ADM_MUDENS": "Adductor pollicis motor unit density influenced by an 8th-order, non-linear, low-frequency process and local potential effects.",
  "R_LNLLP_ADM_MUDENS": "Adductor pollicis motor unit density influenced by a non-linear, low-frequency process with local potential effects.",
  "R_LNLE_ADM_MUDENS": "Adductor pollicis motor unit density influenced by a non-linear, low-frequency effect.",
  "R_LNLC8_LP_E_ADM_MUDENS": "Early adductor pollicis motor unit density influenced by an 8th-order, non-linear, low-frequency process and local potential.",
  "R_DIFFN_ADM_MUDENS": "Adductor pollicis motor unit density influenced by functional differences.",
  "R_DIFFN_LNLW_ADM_MUDENS": "Adductor pollicis motor unit density influenced by non-linear, low-frequency muscle activity and functional differences.",
  "R_LNLW_ADM_MUDENS": "Adductor pollicis motor unit density influenced by non-linear, low-frequency muscle activity.",
  "R_LNL_DIFFN_ADM_MUDENS": "Adductor pollicis motor unit density influenced by non-linear, low-frequency processes and functional differences.",
  "R_MYOP_ADM_MUDENS": "Adductor pollicis motor unit density influenced by myopathic processes.",
  "R_MYOP_MYDY_ADM_MUDENS": "Adductor pollicis motor unit density influenced by myopathic and myodystrophic processes.",
  "R_MYDY_ADM_MUDENS": "Adductor pollicis motor unit density influenced by myodystrophic processes.",
  "R_MYAS_ADM_MUDENS": "Adductor pollicis motor unit density influenced by myositis.",
  "R_MYAS_OTHER_ADM_MUDENS": "Adductor pollicis motor unit density influenced by myositis and other factors.",
  "R_OTHER_ADM_MUDENS": "Adductor pollicis motor unit density influenced by external factors.",
  "R_MUSCLE_ADM_MUDENS": "Adductor pollicis muscle motor unit density.",
  "R_ADM_MUDENS": "Motor unit density of the adductor pollicis.",
  "R_ADM_SF_DENSITY": "Spatial density of adductor pollicis muscle fibers.",
  "R_LNLC8_ADM_NEUR_ACT": "Appendicular neural activity in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process.",
  "R_LNLC8_LP_ADM_NEUR_ACT": "Appendicular neural activity in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process and local potential effects.",
  "R_LNLLP_ADM_NEUR_ACT": "Appendicular neural activity in the adductor pollicis due to a non-linear, low-frequency process with local potential effects.",
  "R_LNLE_ADM_NEUR_ACT": "Appendicular neural activity in the adductor pollicis, influenced by a non-linear, low-frequency effect.",
  "R_LNLC8_LP_E_ADM_NEUR_ACT": "Early appendicular neural activity in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process and local potential.",
  "R_DIFFN_ADM_NEUR_ACT": "Appendicular neural activity in the adductor pollicis influenced by functional differences.",
  "R_DIFFN_LNLW_ADM_NEUR_ACT": "Appendicular neural activity in the adductor pollicis influenced by non-linear, low-frequency muscle activity and functional differences.",
  "R_LNLW_ADM_NEUR_ACT": "Appendicular neural activity in the adductor pollicis influenced by non-linear, low-frequency muscle activity.",
  "R_LNL_DIFFN_ADM_NEUR_ACT": "Appendicular neural activity in the adductor pollicis influenced by non-linear, low-frequency processes and functional differences.",
  "R_ADM_NEUR_ACT": "Neural activity in the adductor pollicis.",
  "R_OTHER_ADM_NEUR_ACT": "Appendicular neural activity in the adductor pollicis influenced by external factors.",
  "R_ADM_SPONT_NEUR_DISCH": "Spontaneous discharge of neurons in the adductor pollicis.",
  "R_MYOP_ADM_DENERV": "Appendicular denervation in the adductor pollicis influenced by myopathic processes.",
  "R_MYOP_MYDY_ADM_DENERV": "Appendicular denervation in the adductor pollicis influenced by myopathic and myodystrophic processes.",
  "R_MYDY_ADM_DENERV": "Appendicular denervation in the adductor pollicis influenced by myodystrophic processes.",
  "R_NMT_ADM_DENERV": "Adductor pollicis denervation impacting neuromuscular transmission.",
  "R_OTHER_ADM_DENERV": "Appendicular denervation in the adductor pollicis due to external factors.",
  "R_OTHER_NMT_ADM_DENERV": "Appendicular denervation in the adductor pollicis influencing neuromuscular transmission, attributed to external factors.",
  "R_MUSCLE_ADM_DENERV": "Adductor pollicis muscle denervation.",
  "R_LNLC8_ADM_DENERV": "Appendicular denervation in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process.",
  "R_LNLC8_LP_ADM_DENERV": "Appendicular denervation in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process and local potential effects.",
  "R_LNLLP_ADM_DENERV": "Appendicular denervation in the adductor pollicis due to a non-linear, low-frequency process with local potential effects.",
  "R_LNLE_ADM_DENERV": "Appendicular denervation in the adductor pollicis, influenced by a non-linear, low-frequency effect.",
  "R_LNLC8_LP_E_ADM_DENERV": "Early appendicular denervation in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process and local potential.",
  "R_DIFFN_ADM_DENERV": "Appendicular denervation in the adductor pollicis influenced by functional differences.",
  "R_DIFFN_LNLW_ADM_DENERV": "Appendicular denervation in the adductor pollicis influenced by non-linear, low-frequency muscle activity and functional differences.",
  "R_LNLW_ADM_DENERV": "Appendicular denervation in the adductor pollicis influenced by non-linear, low-frequency muscle activity.",
  "R_LNL_DIFFN_ADM_DENERV": "Appendicular denervation in the adductor pollicis influenced by non-linear, low-frequency processes and functional differences.",
  "R_ADM_DENERV": "Denervation in the adductor pollicis.",
  "R_ADM_SPONT_DENERV_ACT": "Spontaneous activity following denervation in the adductor pollicis.",
  "R_ADM_SPONT_HF_DISCH": "Spontaneous high-frequency discharge in the adductor pollicis.",
  "R_ADM_SPONT_INS_ACT": "Spontaneous insertional activity in the adductor pollicis.",
  "R_LNLPC5_AXIL_SEV": "Severity of axillary nerve dysfunction due to a fifth-order, non-linear, low-frequency process.",
  "R_LNLPC5_DELT_DE_REGEN": "Regeneration of deltoid muscle de-excitation influenced by a fifth-order, non-linear, low-frequency process.",
  "R_LNLPC5_AXIL_TIME": "Temporal dynamics of axillary nerve function influenced by a fifth-order, non-linear, low-frequency process.",
  "R_LNLPC5_AXIL_PATHO": "Pathological changes in axillary nerve function, influenced by a fifth-order, non-linear, low-frequency process.",
  "R_DIFFN_DELT_DE_REGEN": "Regeneration of deltoid muscle de-excitation influenced by functional differences.",
  "R_LNLPC5_DIFFN_DELT_DE_REGEN": "Regeneration of deltoid muscle de-excitation, influenced by a fifth-order, non-linear, low-frequency process and functional differences.",
  "R_MYOP_DELT_DE_REGEN": "Regeneration of deltoid muscle de-excitation influenced by myopathic processes.",
  "R_MYOP_MYDY_DELT_DE_REGEN": "Regeneration of deltoid muscle de-excitation influenced by myopathic and myodystrophic processes.",
  "R_MYDY_DELT_DE_REGEN": "Regeneration of deltoid muscle de-excitation influenced by myodystrophic processes.",
  "R_MUSCLE_DELT_DE_REGEN": "Deltoid muscle regeneration related to de-excitation.",
  "R_OTHER_DELT_DE_REGEN": "Regeneration of deltoid muscle de-excitation due to external factors.",
  "R_DELT_DE_REGEN": "Regeneration of deltoid muscle activity related to de-excitation.",
  "R_DE_REGEN_DELT_NMT": "Deltoid muscle de-excitation regeneration influenced by neuromuscular transmission.",
  "R_MYAS_DE_REGEN_DELT_NMT": "Deltoid muscle de-excitation regeneration influenced by myositis and neuromuscular transmission.",
  "R_MYAS_DELT_NMT": "Deltoid muscle neuromuscular transmission influenced by myositis.",
  "R_OTHER_DELT_NMT": "Deltoid muscle neuromuscular transmission influenced by external factors.",
  "R_DELT_NMT": "Neuromuscular transmission in the deltoid muscle.",
  "R_MYDY_DELT_MUSIZE": "Deltoid muscle size influenced by myodystrophy.",
  "R_MYOP_MYDY_DELT_MUSIZE": "Deltoid muscle size influenced by myopathic and myodystrophic processes.",
  "R_MYOP_DELT_MUSIZE": "Deltoid muscle size influenced by myopathic processes.",
  "R_OTHER_DELT_MUSIZE": "Deltoid muscle size influenced by external factors.",
  "R_MUSCLE_DELT_MUSIZE": "Deltoid muscle size.",
  "R_DIFFN_DELT_MUSIZE": "Deltoid muscle size influenced by functional differences.",
  "R_LNLPC5_DELT_MUSIZE": "Deltoid muscle size influenced by a fifth-order, non-linear, low-frequency process.",
  "R_LNLPC5_DIFFN_DELT_MUSIZE": "Deltoid muscle size influenced by a fifth-order, non-linear, low-frequency process and functional differences.",
  "R_DELT_MUSIZE": "Muscle size of the deltoid.",
  "R_DELT_EFFMUS": "Effective muscle function of the deltoid.",
  "R_DIFFN_AXIL_BLOCK": "Axillary nerve conduction blockade, associated with functional differences.",
  "R_AXIL_BLOCK_ED": "Early duration of axillary nerve conduction blockade.",
  "R_OTHER_AXIL_BLOCK": "Axillary nerve conduction blockade due to external factors.",
  "R_LNLPC5_DELT_MALOSS": "Muscle activity loss in the deltoid muscle, influenced by a fifth-order, non-linear, low-frequency process.",
  "R_DIFFN_DELT_MALOSS": "Muscle activity loss in the deltoid muscle, reflecting functional differences.",
  "R_LNLPC5_DIFFN_DELT_MALOSS": "Muscle activity loss in the deltoid muscle, influenced by a fifth-order, non-linear, low-frequency process and functional differences.",
  "R_DELT_MALOSS": "Muscle activity loss in the deltoid muscle.",
  "R_OTHER_DELT_MALOSS": "Muscle activity loss in the deltoid muscle due to external factors.",
  "R_DELT_MULOSS": "Loss of muscle function in the deltoid muscle.",
  "R_DELT_ALLAMP": "All amplitudes of deltoid muscle responses.",
  "R_AXIL_AMP_E": "Early amplitude of axillary nerve responses.",
  "R_AXIL_RD_ED": "Early duration of axillary nerve response delay.",
  "R_LNLPC5_AXIL_DIFSLOW": "Axillary nerve conduction slowing, influenced by a fifth-order, non-linear, low-frequency process.",
  "R_DIFFN_AXIL_DIFSLOW": "Axillary nerve conduction slowing, associated with functional differences.",
  "R_AXIL_DIFSLOW_ED": "Early duration of axillary nerve conduction slowing.",
  "R_AXIL_DCV": "Dynamic changes in axillary nerve conduction velocity.",
  "R_AXIL_DEL": "Delay in axillary nerve conduction.",
  "R_AXIL_LAT_ED": "Early duration of axillary nerve latency.",
  "R_DELT_VOL_ACT": "Volitional activation of the deltoid muscle.",
  "R_DELT_FORCE": "Force generation by the deltoid muscle.",
  "R_DELT_MUSCLE_VOL": "Volume of the deltoid muscle.",
  "R_DELT_MVA_RECRUIT": "Recruitment of motor units in the deltoid muscle during voluntary activation.",
  "R_DELT_MVA_AMP": "Amplitude of deltoid motor unit action potentials during voluntary activation.",
  "R_DELT_TA_CONCL": "Conduction velocity of deltoid motor units.",
  "R_DELT_MUPAMP": "Amplitude of deltoid motor unit potentials.",
  "R_DELT_QUAN_MUPAMP": "Quantitative measurement of deltoid motor unit potential amplitude.",
  "R_DELT_QUAL_MUPAMP": "Qualitative assessment of deltoid motor unit potential amplitude.",
  "R_DELT_MUPDUR": "Duration of deltoid motor unit potentials.",
  "R_DELT_QUAN_MUPDUR": "Quantitative measurement of deltoid motor unit potential duration.",
  "R_DELT_QUAL_MUPDUR": "Qualitative assessment of deltoid motor unit potential duration.",
  "R_DELT_QUAN_MUPPOLY": "Quantitative measurement of deltoid motor unit polyphasia.",
  "R_DELT_QUAL_MUPPOLY": "Qualitative assessment of deltoid motor unit polyphasia.",
  "R_DELT_MUPSATEL": "Satellite motor units in the deltoid muscle.",
  "R_DELT_MUPINSTAB": "Instability of deltoid motor unit potentials.",
  "R_DELT_REPSTIM_CMAPAMP": "Compound muscle action potential amplitude during repetitive stimulation of the deltoid muscle.",
  "R_DELT_REPSTIM_DECR": "Decrement in deltoid muscle response during repetitive stimulation.",
  "R_DELT_REPSTIM_FACILI": "Facilitation of deltoid muscle response during repetitive stimulation.",
  "R_DELT_REPSTIM_POST_DECR": "Post-stimulation decrement in deltoid muscle response.",
  "R_DELT_SF_JITTER": "Jitter in deltoid motor unit firing.",
  "R_LNLPC5_DELT_MUDENS": "Deltoid muscle motor unit density influenced by a fifth-order, non-linear, low-frequency process.",
  "R_DIFFN_DELT_MUDENS": "Deltoid muscle motor unit density influenced by functional differences.",
  "R_LNLPC5_DIFFN_DELT_MUDENS": "Deltoid muscle motor unit density influenced by a fifth-order, non-linear, low-frequency process and functional differences.",
  "R_MYOP_DELT_MUDENS": "Deltoid muscle motor unit density influenced by myopathic processes.",
  "R_MYOP_MYDY_DELT_MUDENS": "Deltoid muscle motor unit density influenced by myopathic and myodystrophic processes.",
  "R_MYDY_DELT_MUDENS": "Deltoid muscle motor unit density influenced by myodystrophic processes.",
  "R_MYAS_DELT_MUDENS": "Deltoid muscle motor unit density influenced by myositis.",
  "R_MYAS_OTHER_DELT_MUDENS": "Deltoid muscle motor unit density influenced by myositis and other factors.",
  "R_OTHER_DELT_MUDENS": "Deltoid muscle motor unit density influenced by external factors.",
  "R_MUSCLE_DELT_MUDENS": "Deltoid muscle motor unit density.",
  "R_DELT_MUDENS": "Motor unit density of the deltoid muscle.",
  "R_DELT_SF_DENSITY": "Spatial density of deltoid muscle fibers.",
  "R_LNLPC5_DELT_NEUR_ACT": "Appendicular neural activity in the deltoid muscle, influenced by a fifth-order, non-linear, low-frequency process.",
  "R_DIFFN_DELT_NEUR_ACT": "Appendicular neural activity in the deltoid muscle influenced by functional differences.",
  "R_LNLPC5_DIFFN_DELT_NEUR_ACT": "Appendicular neural activity in the deltoid muscle influenced by a fifth-order, non-linear, low-frequency process and functional differences.",
  "R_DELT_NEUR_ACT": "Neural activity in the deltoid muscle.",
  "R_OTHER_DELT_NEUR_ACT": "Appendicular neural activity in the deltoid muscle influenced by external factors.",
  "R_DELT_SPONT_NEUR_DISCH": "Spontaneous discharge of neurons in the deltoid muscle.",
  "R_MYOP_DELT_DENERV": "Appendicular denervation in the deltoid muscle influenced by myopathic processes.",
  "R_MYOP_MYDY_DELT_DENERV": "Appendicular denervation in the deltoid muscle influenced by myopathic and myodystrophic processes.",
  "R_MYDY_DELT_DENERV": "Appendicular denervation in the deltoid muscle influenced by myodystrophic processes.",
  "R_NMT_DELT_DENERV": "Deltoid muscle denervation impacting neuromuscular transmission.",
  "R_OTHER_DELT_DENERV": "Appendicular denervation in the deltoid muscle due to external factors.",
  "R_OTHER_NMT_DELT_DENERV": "Appendicular denervation in the deltoid muscle influencing neuromuscular transmission, attributed to external factors.",
  "R_MUSCLE_DELT_DENERV": "Deltoid muscle denervation.",
  "R_LNLPC5_DELT_DENERV": "Appendicular denervation in the deltoid muscle, influenced by a fifth-order, non-linear, low-frequency process.",
  "R_DIFFN_DELT_DENERV": "Appendicular denervation in the deltoid muscle influenced by functional differences.",
  "R_LNLPC5_DIFFN_DELT_DENERV": "Appendicular denervation in the deltoid muscle influenced by a fifth-order, non-linear, low-frequency process and functional differences.",
  "R_DELT_DENERV": "Denervation in the deltoid muscle.",
  "R_DELT_SPONT_DENERV_ACT": "Spontaneous activity following denervation in the deltoid muscle.",
  "R_DELT_SPONT_HF_DISCH": "Spontaneous high-frequency discharge in the deltoid muscle.",
  "R_DELT_SPONT_INS_ACT": "Spontaneous insertional activity in the deltoid muscle.",
  "R_DIFFN_ISCH_DISP": "Ischemic displacement, reflecting functional differences.",
  "R_OTHER_ISCH_DISP": "Ischemic displacement due to external factors.",
  "R_SUR_DISP_CA": "Displacement in the surgical area, influenced by causal factors.",
  "R_DIFFN_ISCH_BLOCK": "Ischemic blockade, associated with functional differences.",
  "R_OTHER_ISCH_BLOCK": "Ischemic blockade due to external factors.",
  "R_SUR_BLOCK_CA": "Blockade in the surgical area, influenced by causal factors.",
  "R_DIFFN_ISCH_SALOSS": "Ischemic sensory loss, associated with functional differences.",
  "R_LNL_ISCH_SEV": "Severity of ischemic dysfunction due to a non-linear, low-frequency process.",
  "R_LNL_ISCH_SALOSS_CA": "Ischemic sensory loss influenced by a non-linear, low-frequency process and causal factors.",
  "R_LNL_ISCH_PATHO": "Pathological changes in ischemic dysfunction due to a non-linear, low-frequency process.",
  "R_DIFFN_LNL_ISCH_SALOSS": "Ischemic sensory loss influenced by a non-linear, low-frequency process and functional differences.",
  "R_OTHER_ISCH_SALOSS": "Ischemic sensory loss due to external factors.",
  "R_SUR_SALOSS": "Sensory loss in the surgical area.",
  "R_SUR_EFFAXLOSS": "Loss of effective axonal conduction in the surgical area.",
  "R_SUR_ALLAMP_CA": "All amplitudes in the surgical area, influenced by causal factors.",
  "R_SUR_AMP_CA": "Amplitude in the surgical area, influenced by causal factors.",
  "R_SUR_LD_CA": "Latency delay in the surgical area, influenced by causal factors.",
  "R_SUR_LSLOW_CA": "Conduction slowing in the surgical area, influenced by causal factors.",
  "R_SUR_RD_CA": "Response delay in the surgical area, influenced by causal factors.",
  "R_DIFFN_ISCH_DIFSLOW": "Ischemic conduction slowing, associated with functional differences.",
  "R_OTHER_ISCH_DIFSLOW": "Ischemic conduction slowing due to external factors.",
  "R_SUR_DIFSLOW_CA": "Conduction slowing in the surgical area, influenced by causal factors.",
  "R_SUR_DSLOW_CA": "Diffusion slowing in the surgical area, influenced by causal factors.",
  "R_SUR_ALLCV_CA": "All conduction velocities in the surgical area, influenced by causal factors.",
  "R_SUR_CV_CA": "Conduction velocity in the surgical area, influenced by causal factors.",
  "L_LNLW_MED_SEV": "The severity of muscle force loss in the left limb, influenced by non-linear, low-frequency muscle activity and median nerve stimulation.",
  "L_LNLW_MEDD2_DISP_WD": "The temporal spread of left limb median nerve displacement, influenced by second-order, non-linear, low-frequency muscle activity and differences in function.",
  "L_LNLW_MED_PATHO": "Pathological changes in the left limb's median nerve function, exacerbated by non-linear, low-frequency muscle activity.",
  "L_DIFFN_MEDD2_DISP": "Second-order displacement effects within the left median nerve, reflecting functional differences.",
  "L_DIFFN_LNLW_MEDD2_DISP_WD": "The temporal spread of left limb median nerve displacement, influenced by second-order, non-linear, low-frequency muscle activity and functional differences.",
  "L_MEDD2_DISP_WD": "The temporal spread of left limb median nerve displacement, characterized by second-order dynamics.",
  "L_MEDD2_DISP_EW": "The early wave of left limb median nerve displacement, exhibiting second-order temporal dynamics.",
  "L_LNLBE_MEDD2_DISP_EW": "The early phase of left limb median nerve displacement, shaped by second-order non-linear, low-frequency bioelectric signals.",
  "L_MEDD2_DISP_EWD": "The early-window displacement of the left limb median nerve, characterized by a second-order temporal dependency.",
  "L_DIFFN_MEDD2_BLOCK": "The second-order blockade of left median nerve conduction, contingent on functional differences.",
  "L_MEDD2_BLOCK_EW": "Early wave left limb median nerve conduction blockade, exhibiting second-order temporal dynamics.",
  "L_LNLBE_MEDD2_BLOCK_EW": "The early phase of left limb median nerve blockade, shaped by second-order non-linear, low-frequency bioelectric signals.",
  "L_MEDD2_AMPR_EW": "The early wave amplitude modulation of the left limb median nerve, influenced by second-order temporal dynamics.",
  "L_LNLBE_MEDD2_LD_EW": "The early latency delay in the left limb median nerve, stemming from second-order non-linear, low-frequency bioelectric signals.",
  "L_MEDD2_LD_EW": "The early wave latency delay of the left limb median nerve, exhibiting second-order temporal dynamics.",
  "L_LNLBE_MEDD2_RD_EW": "The early response delay in the left limb median nerve, influenced by second-order non-linear, low-frequency bioelectric signals.",
  "L_MEDD2_RD_EW": "The early wave response delay of the left limb median nerve, characterized by second-order temporal dynamics.",
  "L_MEDD2_LSLOW_EW": "The early wave slowing of conduction in the left limb median nerve, exhibiting second-order temporal dynamics.",
  "L_LNLW_MEDD2_SALOSS_WD": "The temporal spread of sensory loss in the left limb median nerve, influenced by second-order, non-linear, low-frequency muscle activity.",
  "L_DIFFN_MEDD2_SALOSS": "Second-order sensory loss in the left median nerve, associated with functional differences.",
  "L_DIFFN_LNLW_MEDD2_SALOSS": "Sensory loss in the left limb median nerve, modulated by second-order non-linear, low-frequency muscle activity and functional differences.",
  "L_MEDD2_SALOSS": "Sensory loss within the left limb median nerve, exhibiting second-order temporal dynamics.",
  "L_LNLBE_MEDD2_SALOSS_EW": "The early wave of sensory loss in the left limb median nerve, influenced by second-order non-linear, low-frequency bioelectric signals.",
  "L_DIFFN_MEDD2_DIFSLOW": "Second-order slowing of conduction in the left median nerve, related to functional differences.",
  "L_MEDD2_DIFSLOW_EW": "The early wave of conduction slowing in the left limb median nerve, influenced by second-order temporal dynamics.",
  "L_MEDD2_DSLOW_EW": "Early wave of diffusion slowing in the left limb median nerve, characterized by second-order temporal dynamics.",
  "L_MEDD2_ALLCV_EW": "The early wave of all conduction velocities in the left limb median nerve, exhibiting second-order temporal dynamics.",
  "L_MEDD2_CV_EW": "The early wave of conduction velocity in the left limb median nerve, influenced by second-order temporal dynamics.",
  "L_LNLW_MEDD2_BLOCK_WD": "The temporal spread of left limb median nerve blockade, influenced by second-order, non-linear, low-frequency muscle activity.",
  "L_MEDD2_BLOCK_WD": "The temporal spread of left limb median nerve blockade, characterized by second-order dynamics.",
  "L_MEDD2_EFFAXLOSS": "Loss of effective axonal conduction in the left limb median nerve, exhibiting second-order temporal dynamics.",
  "L_MEDD2_ALLAMP_WD": "The temporal spread of all left limb median nerve amplitudes, influenced by second-order dynamics.",
  "L_MEDD2_AMP_WD": "The temporal spread of left limb median nerve amplitudes, exhibiting second-order dynamics.",
  "L_LNLW_MEDD2_LD_WD": "The temporal spread of latency delay in the left limb median nerve, influenced by second-order, non-linear, low-frequency muscle activity.",
  "L_MEDD2_LD_WD": "The temporal spread of left limb median nerve latency delay, characterized by second-order dynamics.",
  "L_LNLW_MEDD2_RD_WD": "The temporal spread of response delay in the left limb median nerve, influenced by second-order, non-linear, low-frequency muscle activity.",
  "L_MEDD2_RD_WD": "The temporal spread of left limb median nerve response delay, exhibiting second-order dynamics.",
  "L_MEDD2_LSLOW_WD": "The temporal spread of conduction slowing in the left limb median nerve, influenced by second-order dynamics.",
  "L_LNLBE_MEDD2_DIFSLOW_WD": "The temporal spread of left limb median nerve conduction slowing, influenced by second-order non-linear, low-frequency bioelectric signals.",
  "L_MEDD2_DIFSLOW_WD": "The temporal spread of left limb median nerve conduction slowing, characterized by second-order dynamics.",
  "L_MEDD2_DSLOW_WD": "The temporal spread of diffusion slowing in the left limb median nerve, influenced by second-order dynamics.",
  "L_MEDD2_ALLCV_WD": "The temporal spread of all left limb median nerve conduction velocities, influenced by second-order dynamics.",
  "L_MEDD2_CV_WD": "The temporal spread of left limb median nerve conduction velocity, exhibiting second-order dynamics.",
  "L_DIFFN_MED_BLOCK": "Left median nerve conduction blockade, associated with functional differences.",
  "L_MED_BLOCK_EW": "Early wave left limb median nerve conduction blockade.",
  "L_LNLBE_MED_BLOCK": "Left limb median nerve blockade influenced by non-linear, low-frequency bioelectric signals.",
  "L_MED_AMPR_EW": "The early wave amplitude modulation of the left limb median nerve.",
  "L_LNLT1_APB_MALOSS": "Left limb muscle activity loss in the appendicular region due to a first-order, non-linear, low-frequency process.",
  "L_LNLT1_LP_APB_MALOSS": "Left limb muscle activity loss in the appendicular region influenced by a first-order, non-linear, low-frequency process and local potential effects.",
  "L_LNLLP_APB_MALOSS": "Left limb muscle activity loss in the appendicular region due to a non-linear, low-frequency process with local potential effects.",
  "L_LNLT1_LP_BE_APB_MALOSS": "Left limb muscle activity loss in the appendicular region modulated by a first-order, non-linear, low-frequency bioelectric signal and local potential.",
  "L_LNLBE_APB_MALOSS": "Left limb muscle activity loss in the appendicular region driven by non-linear, low-frequency bioelectric signals.",
  "L_LNLW_APB_MALOSS": "Left limb muscle activity loss in the appendicular region influenced by non-linear, low-frequency muscle activity.",
  "L_DIFFN_APB_MALOSS": "Left limb muscle activity loss in the appendicular region, reflecting functional differences.",
  "L_DIFFN_LNLW_APB_MALOSS": "Left limb muscle activity loss in the appendicular region, modulated by non-linear, low-frequency muscle activity and functional differences.",
  "L_APB_MALOSS": "Left limb muscle activity loss in the appendicular region.",
  "L_DIFFN_MED_DIFSLOW": "Left median nerve conduction slowing, associated with functional differences.",
  "L_MED_DIFSLOW_EW": "Early wave left limb median nerve conduction slowing.",
  "L_MED_DCV_EW": "Early wave dynamic changes in left limb median nerve conduction velocity.",
  "L_MED_LD_EW": "Early wave latency delay in the left limb median nerve.",
  "L_MED_RDLDCV_EW": "Early wave variability in left limb median nerve latency and conduction velocity.",
  "L_MED_RD_EW": "Early wave response delay in the left limb median nerve.",
  "L_MED_ALLCV_EW": "Early wave of all conduction velocities in the left limb median nerve.",
  "L_MED_CV_EW": "Early wave conduction velocity of the left limb median nerve.",
  "L_LNLT1_APB_DE_REGEN": "Left limb appendicular regeneration influenced by a first-order, non-linear, low-frequency process, affecting de-excitation.",
  "L_LNLT1_LP_APB_DE_REGEN": "Left limb appendicular regeneration, influenced by a first-order, non-linear, low-frequency process and local potential effects on de-excitation.",
  "L_LNLLP_APB_DE_REGEN": "Left limb appendicular regeneration due to a non-linear, low-frequency process with local potential effects, impacting de-excitation.",
  "L_LNLT1_LP_BE_APB_DE_REGEN": "Left limb appendicular regeneration modulated by a first-order, non-linear, low-frequency bioelectric signal and local potential, affecting de-excitation.",
  "L_LNLBE_APB_DE_REGEN": "Left limb appendicular regeneration influenced by non-linear, low-frequency bioelectric signals, affecting de-excitation.",
  "L_DIFFN_APB_DE_REGEN": "Left limb appendicular regeneration influenced by functional differences, affecting de-excitation.",
  "L_LNLW_APB_DE_REGEN": "Left limb appendicular regeneration influenced by non-linear, low-frequency muscle activity, affecting de-excitation.",
  "L_LNLW_MED_TIME": "Temporal dynamics of left limb median nerve function, influenced by non-linear, low-frequency muscle activity.",
  "L_DIFFN_LNLW_APB_DE_REGEN": "Left limb appendicular regeneration influenced by non-linear, low-frequency muscle activity and functional differences, affecting de-excitation.",
  "L_LNL_DIFFN_APB_DE_REGEN": "Left limb appendicular regeneration influenced by non-linear, low-frequency processes and functional differences, impacting de-excitation.",
  "L_MYOP_APB_DE_REGEN": "Left limb appendicular regeneration influenced by myopathic processes affecting de-excitation.",
  "L_MYOP_MYDY_APB_DE_REGEN": "Left limb appendicular regeneration influenced by myopathic and myodystrophic processes, impacting de-excitation.",
  "L_MYDY_APB_DE_REGEN": "Left limb appendicular regeneration influenced by myodystrophic processes affecting de-excitation.",
  "L_APB_DE_REGEN": "Left limb regeneration of appendicular muscle activity related to de-excitation.",
  "L_DE_REGEN_APB_NMT": "Left limb appendicular de-excitation regeneration influenced by neuromuscular transmission.",
  "L_APB_NMT": "Left limb neuromuscular transmission in the appendicular region.",
  "L_MYAS_APB_NMT": "Left limb appendicular neuromuscular transmission influenced by myositis.",
  "L_MYDY_APB_MUSIZE": "Left limb appendicular muscle size influenced by myodystrophy.",
  "L_MYOP_MYDY_APB_MUSIZE": "Left limb appendicular muscle size influenced by myopathic and myodystrophic processes.",
  "L_MYOP_APB_MUSIZE": "Left limb appendicular muscle size influenced by myopathic processes.",
  "L_LNLW_APB_MUSIZE": "Left limb appendicular muscle size influenced by non-linear, low-frequency muscle activity.",
  "L_DIFFN_APB_MUSIZE": "Left limb appendicular muscle size influenced by functional differences.",
  "L_DIFFN_LNLW_APB_MUSIZE": "Left limb appendicular muscle size influenced by non-linear, low-frequency muscle activity and functional differences.",
  "L_LNLLP_APB_MUSIZE": "Left limb appendicular muscle size influenced by non-linear, low-frequency processes with local potential effects.",
  "L_LNLT1_LP_APB_MUSIZE": "Left limb appendicular muscle size influenced by a first-order, non-linear, low-frequency process and local potential effects.",
  "L_LNLT1_APB_MUSIZE": "Left limb appendicular muscle size influenced by a first-order, non-linear, low-frequency process.",
  "L_LNLBE_APB_MUSIZE": "Left limb appendicular muscle size influenced by non-linear, low-frequency bioelectric signals.",
  "L_LNLT1_LP_BE_APB_MUSIZE": "Left limb appendicular muscle size modulated by a first-order, non-linear, low-frequency bioelectric signal and local potential.",
  "L_LNL_DIFFN_APB_MUSIZE": "Left limb appendicular muscle size influenced by non-linear, low-frequency processes and functional differences.",
  "L_APB_MUSIZE": "Left limb muscle size in the appendicular region.",
  "L_APB_EFFMUS": "Effective muscle function in the left limb's appendicular region.",
  "L_LNLW_MED_BLOCK": "Left limb median nerve blockade influenced by non-linear, low-frequency muscle activity.",
  "L_MED_BLOCK_WA": "Weak amplitude left limb median nerve conduction blockade.",
  "L_APB_MULOSS": "Left limb loss of muscle function in the appendicular region.",
  "L_APB_ALLAMP_WA": "Weak amplitude of all left limb appendicular muscle responses.",
  "L_MED_AMP_WA": "Weak amplitude of left limb median nerve responses.",
  "L_MED_LD_WA": "Weak amplitude of left limb median nerve latency delay.",
  "L_MED_RD_WA": "Weak amplitude of left limb median nerve response delay.",
  "L_MED_RDLDDEL": "Delay in left limb median nerve response and latency.",
  "L_LNLBE_MED_DIFSLOW": "Left limb median nerve conduction slowing influenced by non-linear, low-frequency bioelectric signals.",
  "L_MED_DIFSLOW_WA": "Weak amplitude left limb median nerve conduction slowing.",
  "L_MED_DCV_WA": "Weak amplitude dynamic changes in left limb median nerve conduction velocity.",
  "L_MED_ALLDEL_WA": "Weak amplitude of all left limb median nerve delays.",
  "L_MED_LAT_WA": "Weak amplitude of left limb median nerve latency.",
  "L_APB_VOL_ACT": "Volitional activation of left limb appendicular muscles.",
  "L_APB_FORCE": "Force generation by left limb appendicular muscles.",
  "L_APB_MUSCLE_VOL": "Volume of left limb appendicular muscles.",
  "L_APB_MVA_RECRUIT": "Recruitment of motor units in left limb appendicular muscles during voluntary activation.",
  "L_APB_MVA_AMP": "Amplitude of left limb appendicular motor unit action potentials during voluntary activation.",
  "L_APB_TA_CONCL": "Conduction velocity of left limb appendicular motor units.",
  "L_APB_MUPAMP": "Amplitude of left limb appendicular motor unit potentials.",
  "L_APB_QUAN_MUPAMP": "Quantitative measurement of left limb appendicular motor unit potential amplitude.",
  "L_APB_QUAL_MUPAMP": "Qualitative assessment of left limb appendicular motor unit potential amplitude.",
  "L_APB_MUPDUR": "Duration of left limb appendicular motor unit potentials.",
  "L_APB_QUAN_MUPDUR": "Quantitative measurement of left limb appendicular motor unit potential duration.",
  "L_APB_QUAL_MUPDUR": "Qualitative assessment of left limb appendicular motor unit potential duration.",
  "L_APB_QUAN_MUPPOLY": "Quantitative measurement of left limb appendicular motor unit polyphasia.",
  "L_APB_QUAL_MUPPOLY": "Qualitative assessment of left limb appendicular motor unit polyphasia.",
  "L_APB_MUPSATEL": "Satellite motor units in left limb appendicular muscles.",
  "L_APB_MUPINSTAB": "Instability of left limb appendicular motor unit potentials.",
  "L_APB_REPSTIM_CMAPAMP": "Compound muscle action potential amplitude during repetitive stimulation of left limb appendicular muscles.",
  "L_APB_REPSTIM_DECR": "Decrement in left limb appendicular muscle response during repetitive stimulation.",
  "L_APB_REPSTIM_FACILI": "Facilitation of left limb appendicular muscle response during repetitive stimulation.",
  "L_APB_REPSTIM_POST_DECR": "Post-stimulation decrement in left limb appendicular muscle response.",
  "L_APB_SF_JITTER": "Jitter in left limb appendicular motor unit firing.",
  "L_LNLT1_APB_MUDENS": "Left limb appendicular motor unit density influenced by a first-order, non-linear, low-frequency process.",
  "L_LNLT1_LP_APB_MUDENS": "Left limb appendicular motor unit density influenced by a first-order, non-linear, low-frequency process and local potential effects.",
  "L_LNLLP_APB_MUDENS": "Left limb appendicular motor unit density influenced by a non-linear, low-frequency process with local potential effects.",
  "L_LNLT1_LP_BE_APB_MUDENS": "Left limb appendicular motor unit density modulated by a first-order, non-linear, low-frequency bioelectric signal and local potential.",
  "L_LNLBE_APB_MUDENS": "Left limb appendicular motor unit density influenced by non-linear, low-frequency bioelectric signals.",
  "L_DIFFN_APB_MUDENS": "Left limb appendicular motor unit density influenced by functional differences.",
  "L_LNLW_APB_MUDENS": "Left limb appendicular motor unit density influenced by non-linear, low-frequency muscle activity.",
  "L_DIFFN_LNLW_APB_MUDENS": "Left limb appendicular motor unit density influenced by non-linear, low-frequency muscle activity and functional differences.",
  "L_LNL_DIFFN_APB_MUDENS": "Left limb appendicular motor unit density influenced by non-linear, low-frequency processes and functional differences.",
  "L_MYOP_APB_MUDENS": "Left limb appendicular motor unit density influenced by myopathic processes.",
  "L_MYOP_MYDY_APB_MUDENS": "Left limb appendicular motor unit density influenced by myopathic and myodystrophic processes.",
  "L_MYDY_APB_MUDENS": "Left limb appendicular motor unit density influenced by myodystrophic processes.",
  "L_MUSCLE_APB_MUDENS": "Left limb appendicular muscle motor unit density.",
  "L_MYAS_APB_MUDENS": "Left limb appendicular motor unit density influenced by myositis.",
  "L_APB_MUDENS": "Left limb motor unit density in the appendicular region.",
  "L_APB_SF_DENSITY": "Spatial density of left limb appendicular muscle fibers.",
  "L_LNLT1_APB_NEUR_ACT": "Left limb appendicular neural activity influenced by a first-order, non-linear, low-frequency process.",
  "L_LNLT1_LP_APB_NEUR_ACT": "Left limb appendicular neural activity influenced by a first-order, non-linear, low-frequency process and local potential effects.",
  "L_LNLLP_APB_NEUR_ACT": "Left limb appendicular neural activity due to a non-linear, low-frequency process with local potential effects.",
  "L_LNLT1_LP_BE_APB_NEUR_ACT": "Left limb appendicular neural activity modulated by a first-order, non-linear, low-frequency bioelectric signal and local potential.",
  "L_LNLBE_APB_NEUR_ACT": "Left limb appendicular neural activity influenced by non-linear, low-frequency bioelectric signals.",
  "L_DIFFN_APB_NEUR_ACT": "Left limb appendicular neural activity influenced by functional differences.",
  "L_LNLW_APB_NEUR_ACT": "Left limb appendicular neural activity influenced by non-linear, low-frequency muscle activity.",
  "L_DIFFN_LNLW_APB_NEUR_ACT": "Left limb appendicular neural activity influenced by non-linear, low-frequency muscle activity and functional differences.",
  "L_APB_NEUR_ACT": "Left limb neural activity in the appendicular region.",
  "L_APB_SPONT_NEUR_DISCH": "Spontaneous discharge of neurons in the left limb's appendicular region.",
  "L_MYOP_APB_DENERV": "Left limb appendicular denervation influenced by myopathic processes.",
  "L_MYOP_MYDY_APB_DENERV": "Left limb appendicular denervation influenced by myopathic and myodystrophic processes.",
  "L_MYDY_APB_DENERV": "Left limb appendicular denervation influenced by myodystrophic processes.",
  "L_NMT_APB_DENERV": "Left limb appendicular denervation impacting neuromuscular transmission.",
  "L_MUSCLE_APB_DENERV": "Left limb appendicular muscle denervation.",
  "L_LNLT1_APB_DENERV": "Left limb appendicular denervation influenced by a first-order, non-linear, low-frequency process.",
  "L_LNLT1_LP_APB_DENERV": "Left limb appendicular denervation influenced by a first-order, non-linear, low-frequency process and local potential effects.",
  "L_LNLLP_APB_DENERV": "Left limb appendicular denervation due to a non-linear, low-frequency process with local potential effects.",
  "L_LNLT1_LP_BE_APB_DENERV": "Left limb appendicular denervation modulated by a first-order, non-linear, low-frequency bioelectric signal and local potential.",
  "L_LNLBE_APB_DENERV": "Left limb appendicular denervation influenced by non-linear, low-frequency bioelectric signals.",
  "L_DIFFN_APB_DENERV": "Left limb appendicular denervation influenced by functional differences.",
  "L_LNLW_APB_DENERV": "Left limb appendicular denervation influenced by non-linear, low-frequency muscle activity.",
  "L_DIFFN_LNLW_APB_DENERV": "Left limb appendicular denervation influenced by non-linear, low-frequency muscle activity and functional differences.",
  "L_LNL_DIFFN_APB_DENERV": "Left limb appendicular denervation influenced by non-linear, low-frequency processes and functional differences.",
  "L_APB_DENERV": "Left limb denervation in the appendicular region.",
  "L_APB_SPONT_DENERV_ACT": "Spontaneous activity following denervation in the left limb's appendicular region.",
  "L_APB_SPONT_HF_DISCH": "Spontaneous high-frequency discharge in the left limb's appendicular region.",
  "L_APB_SPONT_INS_ACT": "Spontaneous insertional activity in the left limb's appendicular region.",
  "L_DIFFN_ULND5_DISP": "Left limb ulnar nerve displacement, reflecting functional differences.",
  "L_LNLE_ULN_SEV": "Severity of left limb ulnar nerve dysfunction due to a non-linear, low-frequency effect.",
  "L_LNLE_ULND5_DISP_E": "Early displacement of the left limb ulnar nerve, influenced by a non-linear, low-frequency effect.",
  "L_LNLE_ULN_PATHO": "Pathological changes in the left limb's ulnar nerve function, influenced by a non-linear, low-frequency effect.",
  "L_LNLE_DIFFN_ULND5_DISP_E": "Early displacement of the left limb ulnar nerve, influenced by a non-linear, low-frequency effect and functional differences.",
  "L_OTHER_ULND5_DISP": "Left limb ulnar nerve displacement due to external factors.",
  "L_ULND5_DISP_E": "Early displacement of the left limb ulnar nerve.",
  "L_LNLW_ULND5_DISP_WD": "The temporal spread of left limb ulnar nerve displacement, influenced by non-linear, low-frequency muscle activity.",
  "L_DIFFN_LNLW_ULND5_DISP_WD": "The temporal spread of left limb ulnar nerve displacement, modulated by non-linear, low-frequency muscle activity and functional differences.",
  "L_ULND5_DISP_WD": "The temporal spread of left limb ulnar nerve displacement.",
  "L_ULND5_DISP_BEW": "The early wave of left limb ulnar nerve displacement.",
  "L_ULND5_DISP_BED": "The duration of left limb ulnar nerve displacement.",
  "L_ULND5_DISP_EED": "The end-diastolic left limb ulnar nerve displacement.",
  "L_DIFFN_ULND5_BLOCK": "Left limb ulnar nerve conduction blockade, associated with functional differences.",
  "L_LNLE_ULND5_BLOCK_E": "Early blockade of left limb ulnar nerve conduction, influenced by a non-linear, low-frequency effect.",
  "L_LNLE_DIFFN_ULND5_BLOCK_E": "Early blockade of left limb ulnar nerve conduction, influenced by a non-linear, low-frequency effect and functional differences.",
  "L_OTHER_ULND5_BLOCK": "Left limb ulnar nerve conduction blockade due to external factors.",
  "L_ULND5_BLOCK_E": "Early blockade of left limb ulnar nerve conduction.",
  "L_ULND5_AMPR_E": "Early amplitude modulation of left limb ulnar nerve responses.",
  "L_LNLE_ULND5_LD_E": "Early latency delay in the left limb ulnar nerve, influenced by a non-linear, low-frequency effect.",
  "L_OTHER_ULND5_LD": "Left limb ulnar nerve latency delay due to external factors.",
  "L_ULND5_LD_E": "Early latency delay in the left limb ulnar nerve.",
  "L_LNLE_ULND5_RD_E": "Early response delay in the left limb ulnar nerve, influenced by a non-linear, low-frequency effect.",
  "L_OTHER_ULND5_RD": "Left limb ulnar nerve response delay due to external factors.",
  "L_ULND5_RD_E": "Early response delay in the left limb ulnar nerve.",
  "L_ULND5_LSLOW_E": "Early conduction slowing in the left limb ulnar nerve.",
  "L_DIFFN_ULND5_SALOSS": "Left limb ulnar nerve sensory loss, associated with functional differences.",
  "L_LNLW_ULND5_SALOSS": "Left limb ulnar nerve sensory loss influenced by non-linear, low-frequency muscle activity.",
  "L_DIFFN_LNLW_ULND5_SALOSS": "Left limb ulnar nerve sensory loss influenced by non-linear, low-frequency muscle activity and functional differences.",
  "L_LNLE_ULND5_SALOSS": "Left limb ulnar nerve sensory loss, influenced by a non-linear, low-frequency effect.",
  "L_LNLLP_E_ULND5_SALOSS": "Early sensory loss in the left limb ulnar nerve, influenced by non-linear, low-frequency processes with local potential effects.",
  "L_LNLLP_ULND5_SALOSS": "Left limb ulnar nerve sensory loss due to non-linear, low-frequency processes with local potential effects.",
  "L_LNL_DIFFN_ULND5_SALOSS": "Left limb ulnar nerve sensory loss influenced by non-linear, low-frequency processes and functional differences.",
  "L_OTHER_ULND5_SALOSS": "Left limb ulnar nerve sensory loss due to external factors.",
  "L_ULND5_SALOSS": "Sensory loss in the left limb's ulnar nerve.",
  "L_LNLE_ULND5_DIFSLOW": "Left limb ulnar nerve conduction slowing, influenced by a non-linear, low-frequency effect.",
  "L_DIFFN_ULND5_DIFSLOW": "Left limb ulnar nerve conduction slowing, associated with functional differences.",
  "L_LNLE_DIFFN_ULND5_DIFSLOW_E": "Early conduction slowing in the left limb ulnar nerve, influenced by a non-linear, low-frequency effect and functional differences.",
  "L_OTHER_ULND5_DIFSLOW": "Left limb ulnar nerve conduction slowing due to external factors.",
  "L_ULND5_DIFSLOW_E": "Early conduction slowing in the left limb ulnar nerve.",
  "L_ULND5_DSLOW_E": "Early diffusion slowing in the left limb ulnar nerve.",
  "L_ULND5_ALLCV_E": "Early of all conduction velocities in the left limb ulnar nerve.",
  "L_ULND5_CV_E": "Early conduction velocity of the left limb ulnar nerve.",
  "L_ULND5_DISP_EWD": "The early-window displacement of the left limb ulnar nerve.",
  "L_ULND5_BLOCK_EW": "Early wave left limb ulnar nerve conduction blockade.",
  "L_ULND5_AMPR_EW": "The early wave amplitude modulation of the left limb ulnar nerve.",
  "L_ULND5_DIFSLOW_EW": "Early wave conduction slowing in the left limb ulnar nerve.",
  "L_ULND5_DSLOW_EW": "Early wave diffusion slowing in the left limb ulnar nerve.",
  "L_ULND5_ALLCV_EW": "Early wave of all conduction velocities in the left limb ulnar nerve.",
  "L_ULND5_CV_EW": "Early wave conduction velocity of the left limb ulnar nerve.",
  "L_LNLW_ULND5_BLOCK_WD": "The temporal spread of left limb ulnar nerve blockade, influenced by non-linear, low-frequency muscle activity.",
  "L_DIFFN_LNLW_ULND5_BLOCK_WD": "The temporal spread of left limb ulnar nerve blockade, modulated by non-linear, low-frequency muscle activity and functional differences.",
  "L_ULND5_BLOCK_WD": "The temporal spread of left limb ulnar nerve blockade.",
  "L_ULND5_EFFAXLOSS": "Loss of effective axonal conduction in the left limb ulnar nerve.",
  "L_ULND5_ALLAMP_WD": "The temporal spread of all left limb ulnar nerve amplitudes.",
  "L_ULND5_AMP_WD": "The temporal spread of left limb ulnar nerve amplitudes.",
  "L_ULND5_LD_WD": "The temporal spread of left limb ulnar nerve latency delay.",
  "L_LNLW_ULND5_LD_WD": "The temporal spread of left limb ulnar nerve latency delay, influenced by non-linear, low-frequency muscle activity.",
  "L_ULND5_RD_WD": "The temporal spread of left limb ulnar nerve response delay.",
  "L_LNLW_ULND5_RD_WD": "The temporal spread of left limb ulnar nerve response delay, influenced by non-linear, low-frequency muscle activity.",
  "L_ULND5_LSLOW_WD": "The temporal spread of conduction slowing in the left limb ulnar nerve.",
  "L_LNLE_DIFFN_ULND5_DIFSLOW_WD": "The temporal spread of left limb ulnar nerve conduction slowing, influenced by a non-linear, low-frequency effect and functional differences.",
  "L_ULND5_DIFSLOW_WD": "The temporal spread of left limb ulnar nerve conduction slowing.",
  "L_ULND5_DSLOW_WD": "The temporal spread of diffusion slowing in the left limb ulnar nerve.",
  "L_ULND5_ALLCV_WD": "The temporal spread of all left limb ulnar nerve conduction velocities.",
  "L_ULND5_CV_WD": "The temporal spread of left limb ulnar nerve conduction velocity.",
  "L_DIFFN_ULN_BLOCK": "Left limb ulnar nerve conduction blockade, associated with functional differences.",
  "L_LNLE_ULN_BLOCK": "Left limb ulnar nerve conduction blockade, influenced by a non-linear, low-frequency effect.",
  "L_ULN_BLOCK_E": "Early blockade of left limb ulnar nerve conduction.",
  "L_ULN_AMPR_E": "Early amplitude modulation of left limb ulnar nerve responses.",
  "L_LNLC8_ADM_MALOSS": "Left limb muscle activity loss in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process.",
  "L_LNLC8_LP_ADM_MALOSS": "Left limb muscle activity loss in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process and local potential effects.",
  "L_LNLLP_ADM_MALOSS": "Left limb muscle activity loss in the adductor pollicis, influenced by a non-linear, low-frequency process with local potential effects.",
  "L_LNLE_ADM_MALOSS": "Left limb muscle activity loss in the adductor pollicis, influenced by a non-linear, low-frequency effect.",
  "L_LNLC8_LP_E_ADM_MALOSS": "Early left limb muscle activity loss in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process and local potential.",
  "L_DIFFN_ADM_MALOSS": "Left limb muscle activity loss in the adductor pollicis, reflecting functional differences.",
  "L_LNLW_ADM_MALOSS": "Left limb muscle activity loss in the adductor pollicis, influenced by non-linear, low-frequency muscle activity.",
  "L_DIFFN_LNLW_ADM_MALOSS": "Left limb muscle activity loss in the adductor pollicis, modulated by non-linear, low-frequency muscle activity and functional differences.",
  "L_LNL_DIFFN_ADM_MALOSS": "Left limb muscle activity loss in the adductor pollicis, influenced by non-linear, low-frequency processes and functional differences.",
  "L_OTHER_ADM_MALOSS": "Left limb muscle activity loss in the adductor pollicis due to external factors.",
  "L_ADM_MALOSS": "Left limb muscle activity loss in the adductor pollicis.",
  "L_LNLE_ULN_DIFSLOW": "Left limb ulnar nerve conduction slowing, influenced by a non-linear, low-frequency effect.",
  "L_DIFFN_ULN_DIFSLOW": "Left limb ulnar nerve conduction slowing, associated with functional differences.",
  "L_ULN_DIFSLOW_E": "Early conduction slowing in the left limb ulnar nerve.",
  "L_ULN_DCV_E": "Early dynamic changes in left limb ulnar nerve conduction velocity.",
  "L_ULN_LD_EW": "Early wave latency delay in the left limb ulnar nerve.",
  "L_ULN_RD_EW": "Early wave response delay in the left limb ulnar nerve.",
  "L_ULN_RDLDCV_E": "Early variability in left limb ulnar nerve latency and conduction velocity.",
  "L_ULN_ALLCV_E": "Early of all conduction velocities in the left limb ulnar nerve.",
  "L_ULN_CV_E": "Early conduction velocity of the left limb ulnar nerve.",
  "L_ULN_BLOCK_EW": "Early wave left limb ulnar nerve conduction blockade.",
  "L_ULN_AMPR_EW": "The early wave amplitude modulation of the left limb ulnar nerve.",
  "L_ULN_DIFSLOW_EW": "Early wave conduction slowing in the left limb ulnar nerve.",
  "L_ULN_DCV_EW": "Early wave dynamic changes in left limb ulnar nerve conduction velocity.",
  "L_ULN_ALLCV_EW": "Early wave of all conduction velocities in the left limb ulnar nerve.",
  "L_ULN_CV_EW": "Early wave conduction velocity of the left limb ulnar nerve.",
  "L_LNLC8_ADM_DE_REGEN": "Left limb appendicular regeneration in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process affecting de-excitation.",
  "L_LNLC8_LP_ADM_DE_REGEN": "Left limb appendicular regeneration in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process and local potential effects on de-excitation.",
  "L_LNLLP_ADM_DE_REGEN": "Left limb appendicular regeneration in the adductor pollicis due to a non-linear, low-frequency process with local potential effects, impacting de-excitation.",
  "L_LNLE_ADM_DE_REGEN": "Left limb appendicular regeneration in the adductor pollicis, influenced by a non-linear, low-frequency effect on de-excitation.",
  "L_LNLE_ULN_TIME": "Temporal dynamics of left limb ulnar nerve function influenced by a non-linear, low-frequency effect.",
  "L_LNLC8_LP_E_ADM_DE_REGEN": "Early left limb appendicular regeneration in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process and local potential, affecting de-excitation.",
  "L_DIFFN_ADM_DE_REGEN": "Left limb appendicular regeneration in the adductor pollicis influenced by functional differences, affecting de-excitation.",
  "L_DIFFN_LNLW_ADM_DE_REGEN": "Left limb appendicular regeneration in the adductor pollicis influenced by non-linear, low-frequency muscle activity and functional differences, affecting de-excitation.",
  "L_LNLW_ADM_DE_REGEN": "Left limb appendicular regeneration in the adductor pollicis influenced by non-linear, low-frequency muscle activity, affecting de-excitation.",
  "L_LNL_DIFFN_ADM_DE_REGEN": "Left limb appendicular regeneration in the adductor pollicis influenced by non-linear, low-frequency processes and functional differences, impacting de-excitation.",
  "L_MYOP_ADM_DE_REGEN": "Left limb appendicular regeneration in the adductor pollicis influenced by myopathic processes affecting de-excitation.",
  "L_MYOP_MYDY_ADM_DE_REGEN": "Left limb appendicular regeneration in the adductor pollicis influenced by myopathic and myodystrophic processes, impacting de-excitation.",
  "L_MYDY_ADM_DE_REGEN": "Left limb appendicular regeneration in the adductor pollicis influenced by myodystrophic processes affecting de-excitation.",
  "L_MUSCLE_ADM_DE_REGEN": "Left limb adductor pollicis muscle regeneration related to de-excitation.",
  "L_OTHER_ADM_DE_REGEN": "Left limb appendicular regeneration in the adductor pollicis due to external factors, affecting de-excitation.",
  "L_ADM_DE_REGEN": "Left limb regeneration of adductor pollicis muscle activity related to de-excitation.",
  "L_DE_REGEN_ADM_NMT": "Left limb adductor pollicis de-excitation regeneration influenced by neuromuscular transmission.",
  "L_MYAS_DE_REGEN_ADM_NMT": "Left limb adductor pollicis de-excitation regeneration influenced by myositis and neuromuscular transmission.",
  "L_MYAS_ADM_NMT": "Left limb adductor pollicis neuromuscular transmission influenced by myositis.",
  "L_OTHER_ADM_NMT": "Left limb adductor pollicis neuromuscular transmission influenced by external factors.",
  "L_ADM_NMT": "Left limb neuromuscular transmission in the adductor pollicis.",
  "L_MYDY_ADM_MUSIZE": "Left limb adductor pollicis muscle size influenced by myodystrophy.",
  "L_MYOP_MYDY_ADM_MUSIZE": "Left limb adductor pollicis muscle size influenced by myopathic and myodystrophic processes.",
  "L_MYOP_ADM_MUSIZE": "Left limb adductor pollicis muscle size influenced by myopathic processes.",
  "L_OTHER_ADM_MUSIZE": "Left limb adductor pollicis muscle size influenced by external factors.",
  "L_MUSCLE_ADM_MUSIZE": "Left limb adductor pollicis muscle size.",
  "L_DIFFN_ADM_MUSIZE": "Left limb adductor pollicis muscle size influenced by functional differences.",
  "L_LNLW_ADM_MUSIZE": "Left limb adductor pollicis muscle size influenced by non-linear, low-frequency muscle activity.",
  "L_DIFFN_LNLW_ADM_MUSIZE": "Left limb adductor pollicis muscle size influenced by non-linear, low-frequency muscle activity and functional differences.",
  "L_LNLE_ADM_MUSIZE": "Left limb adductor pollicis muscle size influenced by a non-linear, low-frequency effect.",
  "L_LNLLP_ADM_MUSIZE": "Left limb adductor pollicis muscle size influenced by non-linear, low-frequency processes with local potential effects.",
  "L_LNLC8_LP_ADM_MUSIZE": "Left limb adductor pollicis muscle size influenced by an 8th-order, non-linear, low-frequency process and local potential effects.",
  "L_LNLC8_ADM_MUSIZE": "Left limb adductor pollicis muscle size influenced by an 8th-order, non-linear, low-frequency process.",
  "L_LNLC8_LP_E_ADM_MUSIZE": "Early left limb adductor pollicis muscle size influenced by an 8th-order, non-linear, low-frequency process and local potential.",
  "L_LNL_DIFFN_ADM_MUSIZE": "Left limb adductor pollicis muscle size influenced by non-linear, low-frequency processes and functional differences.",
  "L_ADM_MUSIZE": "Left limb muscle size of the adductor pollicis.",
  "L_ADM_EFFMUS": "Effective muscle function of the left limb's adductor pollicis.",
  "L_DIFFN_LNLW_ULN_BLOCK_WA": "Weak amplitude left limb ulnar nerve blockade, influenced by non-linear, low-frequency muscle activity and functional differences.",
  "L_LNLW_ULN_BLOCK": "Left limb ulnar nerve blockade influenced by non-linear, low-frequency muscle activity.",
  "L_OTHER_ULN_BLOCK_WA": "Weak amplitude left limb ulnar nerve blockade due to external factors.",
  "L_ULN_BLOCK_WA": "Weak amplitude left limb ulnar nerve conduction blockade.",
  "L_ADM_MULOSS": "Left limb loss of muscle function in the adductor pollicis.",
  "L_ADM_ALLAMP_WA": "Weak amplitude of all left limb adductor pollicis muscle responses.",
  "L_ULN_AMP_WA": "Weak amplitude of left limb ulnar nerve responses.",
  "L_ULN_LD_WA": "Weak amplitude of left limb ulnar nerve latency delay.",
  "L_ULN_RDLDDEL": "Delay in left limb ulnar nerve response and latency.",
  "L_ULN_RD_WA": "Weak amplitude of left limb ulnar nerve response delay.",
  "L_ULN_DIFSLOW_WA": "Weak amplitude left limb ulnar nerve conduction slowing.",
  "L_ULN_DCV_WA": "Weak amplitude dynamic changes in left limb ulnar nerve conduction velocity.",
  "L_ULN_ALLDEL_WA": "Weak amplitude of all left limb ulnar nerve delays.",
  "L_ULN_LAT_WA": "Weak amplitude of left limb ulnar nerve latency.",
  "L_ADM_VOL_ACT": "Volitional activation of the left limb's adductor pollicis.",
  "L_ADM_FORCE": "Force generation by the left limb's adductor pollicis.",
  "L_ADM_MUSCLE_VOL": "Volume of the left limb's adductor pollicis muscle.",
  "L_ADM_MVA_RECRUIT": "Recruitment of motor units in the left limb's adductor pollicis during voluntary activation.",
  "L_ADM_MVA_AMP": "Amplitude of left limb adductor pollicis motor unit action potentials during voluntary activation.",
  "L_ADM_TA_CONCL": "Conduction velocity of left limb adductor pollicis motor units.",
  "L_ADM_MUPAMP": "Amplitude of left limb adductor pollicis motor unit potentials.",
  "L_ADM_QUAN_MUPAMP": "Quantitative measurement of left limb adductor pollicis motor unit potential amplitude.",
  "L_ADM_QUAL_MUPAMP": "Qualitative assessment of left limb adductor pollicis motor unit potential amplitude.",
  "L_ADM_MUPDUR": "Duration of left limb adductor pollicis motor unit potentials.",
  "L_ADM_QUAN_MUPDUR": "Quantitative measurement of left limb adductor pollicis motor unit potential duration.",
  "L_ADM_QUAL_MUPDUR": "Qualitative assessment of left limb adductor pollicis motor unit potential duration.",
  "L_ADM_QUAN_MUPPOLY": "Quantitative measurement of left limb adductor pollicis motor unit polyphasia.",
  "L_ADM_QUAL_MUPPOLY": "Qualitative assessment of left limb adductor pollicis motor unit polyphasia.",
  "L_ADM_MUPSATEL": "Satellite motor units in the left limb's adductor pollicis.",
  "L_ADM_MUPINSTAB": "Instability of left limb adductor pollicis motor unit potentials.",
  "L_ADM_REPSTIM_CMAPAMP": "Compound muscle action potential amplitude during repetitive stimulation of the left limb's adductor pollicis.",
  "L_ADM_REPSTIM_DECR": "Decrement in left limb adductor pollicis muscle response during repetitive stimulation.",
  "L_ADM_REPSTIM_FACILI": "Facilitation of left limb adductor pollicis muscle response during repetitive stimulation.",
  "L_ADM_REPSTIM_POST_DECR": "Post-stimulation decrement in left limb adductor pollicis muscle response.",
  "L_ADM_SF_JITTER": "Jitter in left limb adductor pollicis motor unit firing.",
  "L_LNLC8_ADM_MUDENS": "Left limb adductor pollicis motor unit density influenced by an 8th-order, non-linear, low-frequency process.",
  "L_LNLC8_LP_ADM_MUDENS": "Left limb adductor pollicis motor unit density influenced by an 8th-order, non-linear, low-frequency process and local potential effects.",
  "L_LNLLP_ADM_MUDENS": "Left limb adductor pollicis motor unit density influenced by a non-linear, low-frequency process with local potential effects.",
  "L_LNLE_ADM_MUDENS": "Left limb adductor pollicis motor unit density influenced by a non-linear, low-frequency effect.",
  "L_LNLC8_LP_E_ADM_MUDENS": "Early left limb adductor pollicis motor unit density influenced by an 8th-order, non-linear, low-frequency process and local potential.",
  "L_DIFFN_ADM_MUDENS": "Left limb adductor pollicis motor unit density influenced by functional differences.",
  "L_DIFFN_LNLW_ADM_MUDENS": "Left limb adductor pollicis motor unit density influenced by non-linear, low-frequency muscle activity and functional differences.",
  "L_LNLW_ADM_MUDENS": "Left limb adductor pollicis motor unit density influenced by non-linear, low-frequency muscle activity.",
  "L_LNL_DIFFN_ADM_MUDENS": "Left limb adductor pollicis motor unit density influenced by non-linear, low-frequency processes and functional differences.",
  "L_MYOP_ADM_MUDENS": "Left limb adductor pollicis motor unit density influenced by myopathic processes.",
  "L_MYOP_MYDY_ADM_MUDENS": "Left limb adductor pollicis motor unit density influenced by myopathic and myodystrophic processes.",
  "L_MYDY_ADM_MUDENS": "Left limb adductor pollicis motor unit density influenced by myodystrophic processes.",
  "L_MYAS_ADM_MUDENS": "Left limb adductor pollicis motor unit density influenced by myositis.",
  "L_MYAS_OTHER_ADM_MUDENS": "Left limb adductor pollicis motor unit density influenced by myositis and other factors.",
  "L_OTHER_ADM_MUDENS": "Left limb adductor pollicis motor unit density influenced by external factors.",
  "L_MUSCLE_ADM_MUDENS": "Left limb adductor pollicis muscle motor unit density.",
  "L_ADM_MUDENS": "Left limb motor unit density of the adductor pollicis.",
  "L_ADM_SF_DENSITY": "Spatial density of left limb adductor pollicis muscle fibers.",
  "L_LNLC8_ADM_NEUR_ACT": "Left limb appendicular neural activity in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process.",
  "L_LNLC8_LP_ADM_NEUR_ACT": "Left limb appendicular neural activity in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process and local potential effects.",
  "L_LNLLP_ADM_NEUR_ACT": "Left limb appendicular neural activity in the adductor pollicis due to a non-linear, low-frequency process with local potential effects.",
  "L_LNLE_ADM_NEUR_ACT": "Left limb appendicular neural activity in the adductor pollicis, influenced by a non-linear, low-frequency effect.",
  "L_LNLC8_LP_E_ADM_NEUR_ACT": "Early left limb appendicular neural activity in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process and local potential.",
  "L_DIFFN_ADM_NEUR_ACT": "Left limb appendicular neural activity in the adductor pollicis influenced by functional differences.",
  "L_DIFFN_LNLW_ADM_NEUR_ACT": "Left limb appendicular neural activity in the adductor pollicis influenced by non-linear, low-frequency muscle activity and functional differences.",
  "L_LNLW_ADM_NEUR_ACT": "Left limb appendicular neural activity in the adductor pollicis influenced by non-linear, low-frequency muscle activity.",
  "L_LNL_DIFFN_ADM_NEUR_ACT": "Left limb appendicular neural activity in the adductor pollicis influenced by non-linear, low-frequency processes and functional differences.",
  "L_ADM_NEUR_ACT": "Left limb neural activity in the adductor pollicis.",
  "L_OTHER_ADM_NEUR_ACT": "Left limb appendicular neural activity in the adductor pollicis influenced by external factors.",
  "L_ADM_SPONT_NEUR_DISCH": "Spontaneous discharge of neurons in the left limb's adductor pollicis.",
  "L_MYOP_ADM_DENERV": "Left limb appendicular denervation in the adductor pollicis influenced by myopathic processes.",
  "L_MYOP_MYDY_ADM_DENERV": "Left limb appendicular denervation in the adductor pollicis influenced by myopathic and myodystrophic processes.",
  "L_MYDY_ADM_DENERV": "Left limb appendicular denervation in the adductor pollicis influenced by myodystrophic processes.",
  "L_NMT_ADM_DENERV": "Left limb adductor pollicis denervation impacting neuromuscular transmission.",
  "L_OTHER_ADM_DENERV": "Left limb appendicular denervation in the adductor pollicis due to external factors.",
  "L_OTHER_NMT_ADM_DENERV": "Left limb appendicular denervation in the adductor pollicis influencing neuromuscular transmission, attributed to external factors.",
  "L_MUSCLE_ADM_DENERV": "Left limb adductor pollicis muscle denervation.",
  "L_LNLC8_ADM_DENERV": "Left limb appendicular denervation in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process.",
  "L_LNLC8_LP_ADM_DENERV": "Left limb appendicular denervation in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process and local potential effects.",
  "L_LNLLP_ADM_DENERV": "Left limb appendicular denervation in the adductor pollicis due to a non-linear, low-frequency process with local potential effects.",
  "L_LNLE_ADM_DENERV": "Left limb appendicular denervation in the adductor pollicis, influenced by a non-linear, low-frequency effect.",
  "L_LNLC8_LP_E_ADM_DENERV": "Early left limb appendicular denervation in the adductor pollicis, influenced by an 8th-order, non-linear, low-frequency process and local potential.",
  "L_DIFFN_ADM_DENERV": "Left limb appendicular denervation in the adductor pollicis influenced by functional differences.",
  "L_DIFFN_LNLW_ADM_DENERV": "Left limb appendicular denervation in the adductor pollicis influenced by non-linear, low-frequency muscle activity and functional differences.",
  "L_LNLW_ADM_DENERV": "Left limb appendicular denervation in the adductor pollicis influenced by non-linear, low-frequency muscle activity.",
  "L_LNL_DIFFN_ADM_DENERV": "Left limb appendicular denervation in the adductor pollicis influenced by non-linear, low-frequency processes and functional differences.",
  "L_ADM_DENERV": "Left limb denervation in the adductor pollicis.",
  "L_ADM_SPONT_DENERV_ACT": "Spontaneous activity following denervation in the left limb's adductor pollicis.",
  "L_ADM_SPONT_HF_DISCH": "Spontaneous high-frequency discharge in the left limb's adductor pollicis.",
  "L_ADM_SPONT_INS_ACT": "Spontaneous insertional activity in the left limb's adductor pollicis.",
  "L_LNLPC5_AXIL_SEV": "Severity of left limb axillary nerve dysfunction due to a fifth-order, non-linear, low-frequency process.",
  "L_LNLPC5_DELT_DE_REGEN": "Left limb regeneration of deltoid muscle de-excitation influenced by a fifth-order, non-linear, low-frequency process.",
  "L_LNLPC5_AXIL_TIME": "Temporal dynamics of left limb axillary nerve function influenced by a fifth-order, non-linear, low-frequency process.",
  "L_LNLPC5_AXIL_PATHO": "Pathological changes in the left limb's axillary nerve function, influenced by a fifth-order, non-linear, low-frequency process.",
  "L_DIFFN_DELT_DE_REGEN": "Left limb regeneration of deltoid muscle de-excitation influenced by functional differences.",
  "L_LNLPC5_DIFFN_DELT_DE_REGEN": "Left limb regeneration of deltoid muscle de-excitation, influenced by a fifth-order, non-linear, low-frequency process and functional differences.",
  "L_MYOP_DELT_DE_REGEN": "Left limb regeneration of deltoid muscle de-excitation influenced by myopathic processes.",
  "L_MYOP_MYDY_DELT_DE_REGEN": "Left limb regeneration of deltoid muscle de-excitation influenced by myopathic and myodystrophic processes.",
  "L_MYDY_DELT_DE_REGEN": "Left limb regeneration of deltoid muscle de-excitation influenced by myodystrophic processes.",
  "L_MUSCLE_DELT_DE_REGEN": "Left limb deltoid muscle regeneration related to de-excitation.",
  "L_OTHER_DELT_DE_REGEN": "Left limb regeneration of deltoid muscle de-excitation due to external factors.",
  "L_DELT_DE_REGEN": "Left limb regeneration of deltoid muscle activity related to de-excitation.",
  "L_DE_REGEN_DELT_NMT": "Left limb deltoid muscle de-excitation regeneration influenced by neuromuscular transmission.",
  "L_MYAS_DE_REGEN_DELT_NMT": "Left limb deltoid muscle de-excitation regeneration influenced by myositis and neuromuscular transmission.",
  "L_MYAS_DELT_NMT": "Left limb deltoid muscle neuromuscular transmission influenced by myositis.",
  "L_OTHER_DELT_NMT": "Left limb deltoid muscle neuromuscular transmission influenced by external factors.",
  "L_DELT_NMT": "Left limb neuromuscular transmission in the deltoid muscle.",
  "L_MYDY_DELT_MUSIZE": "Left limb deltoid muscle size influenced by myodystrophy.",
  "L_MYOP_MYDY_DELT_MUSIZE": "Left limb deltoid muscle size influenced by myopathic and myodystrophic processes.",
  "L_MYOP_DELT_MUSIZE": "Left limb deltoid muscle size influenced by myopathic processes.",
  "L_OTHER_DELT_MUSIZE": "Left limb deltoid muscle size influenced by external factors.",
  "L_MUSCLE_DELT_MUSIZE": "Left limb deltoid muscle size.",
  "L_DIFFN_DELT_MUSIZE": "Left limb deltoid muscle size influenced by functional differences.",
  "L_LNLPC5_DELT_MUSIZE": "Left limb deltoid muscle size influenced by a fifth-order, non-linear, low-frequency process.",
  "L_LNLPC5_DIFFN_DELT_MUSIZE": "Left limb deltoid muscle size influenced by a fifth-order, non-linear, low-frequency process and functional differences.",
  "L_DELT_MUSIZE": "Left limb muscle size of the deltoid.",
  "L_DELT_EFFMUS": "Effective muscle function of the left limb's deltoid.",
  "L_DIFFN_AXIL_BLOCK": "Left limb axillary nerve conduction blockade, associated with functional differences.",
  "L_AXIL_BLOCK_ED": "Early duration of left limb axillary nerve conduction blockade.",
  "L_OTHER_AXIL_BLOCK": "Left limb axillary nerve conduction blockade due to external factors.",
  "L_LNLPC5_DELT_MALOSS": "Left limb muscle activity loss in the deltoid muscle, influenced by a fifth-order, non-linear, low-frequency process.",
  "L_DIFFN_DELT_MALOSS": "Left limb muscle activity loss in the deltoid muscle, reflecting functional differences.",
  "L_LNLPC5_DIFFN_DELT_MALOSS": "Left limb muscle activity loss in the deltoid muscle, influenced by a fifth-order, non-linear, low-frequency process and functional differences.",
  "L_DELT_MALOSS": "Left limb muscle activity loss in the deltoid muscle.",
  "L_OTHER_DELT_MALOSS": "Left limb muscle activity loss in the deltoid muscle due to external factors.",
  "L_DELT_MULOSS": "Left limb loss of muscle function in the deltoid muscle.",
  "L_DELT_ALLAMP": "All amplitudes of left limb deltoid muscle responses.",
  "L_AXIL_AMP_E": "Early amplitude of left limb axillary nerve responses.",
  "L_AXIL_RD_ED": "Early duration of left limb axillary nerve response delay.",
  "L_LNLPC5_AXIL_DIFSLOW": "Left limb axillary nerve conduction slowing, influenced by a fifth-order, non-linear, low-frequency process.",
  "L_DIFFN_AXIL_DIFSLOW": "Left limb axillary nerve conduction slowing, associated with functional differences.",
  "L_AXIL_DIFSLOW_ED": "Early duration of left limb axillary nerve conduction slowing.",
  "L_AXIL_DCV": "Dynamic changes in left limb axillary nerve conduction velocity.",
  "L_AXIL_DEL": "Delay in left limb axillary nerve conduction.",
  "L_AXIL_LAT_ED": "Early duration of left limb axillary nerve latency.",
  "L_DELT_VOL_ACT": "Volitional activation of the left limb's deltoid muscle.",
  "L_DELT_FORCE": "Force generation by the left limb's deltoid muscle.",
  "L_DELT_MUSCLE_VOL": "Volume of the left limb's deltoid muscle.",
  "L_DELT_MVA_RECRUIT": "Recruitment of motor units in the left limb's deltoid muscle during voluntary activation.",
  "L_DELT_MVA_AMP": "Amplitude of left limb deltoid motor unit action potentials during voluntary activation.",
  "L_DELT_TA_CONCL": "Conduction velocity of left limb deltoid motor units.",
  "L_DELT_MUPAMP": "Amplitude of left limb deltoid motor unit potentials.",
  "L_DELT_QUAN_MUPAMP": "Quantitative measurement of left limb deltoid motor unit potential amplitude.",
  "L_DELT_QUAL_MUPAMP": "Qualitative assessment of left limb deltoid motor unit potential amplitude.",
  "L_DELT_MUPDUR": "Duration of left limb deltoid motor unit potentials.",
  "L_DELT_QUAN_MUPDUR": "Quantitative measurement of left limb deltoid motor unit potential duration.",
  "L_DELT_QUAL_MUPDUR": "Qualitative assessment of left limb deltoid motor unit potential duration.",
  "L_DELT_QUAN_MUPPOLY": "Quantitative measurement of left limb deltoid motor unit polyphasia.",
  "L_DELT_QUAL_MUPPOLY": "Qualitative assessment of left limb deltoid motor unit polyphasia.",
  "L_DELT_MUPSATEL": "Satellite motor units in the left limb's deltoid muscle.",
  "L_DELT_MUPINSTAB": "Instability of left limb deltoid motor unit potentials.",
  "L_DELT_REPSTIM_CMAPAMP": "Compound muscle action potential amplitude during repetitive stimulation of the left limb's deltoid muscle.",
  "L_DELT_REPSTIM_DECR": "Decrement in left limb deltoid muscle response during repetitive stimulation.",
  "L_DELT_REPSTIM_FACILI": "Facilitation of left limb deltoid muscle response during repetitive stimulation.",
  "L_DELT_REPSTIM_POST_DECR": "Post-stimulation decrement in left limb deltoid muscle response.",
  "L_DELT_SF_JITTER": "Jitter in left limb deltoid motor unit firing.",
  "L_LNLPC5_DELT_MUDENS": "Left limb deltoid muscle motor unit density influenced by a fifth-order, non-linear, low-frequency process.",
  "L_DIFFN_DELT_MUDENS": "Left limb deltoid muscle motor unit density influenced by functional differences.",
  "L_LNLPC5_DIFFN_DELT_MUDENS": "Left limb deltoid muscle motor unit density influenced by a fifth-order, non-linear, low-frequency process and functional differences.",
  "L_MYOP_DELT_MUDENS": "Left limb deltoid muscle motor unit density influenced by myopathic processes.",
  "L_MYOP_MYDY_DELT_MUDENS": "Left limb deltoid muscle motor unit density influenced by myopathic and myodystrophic processes.",
  "L_MYDY_DELT_MUDENS": "Left limb deltoid muscle motor unit density influenced by myodystrophic processes.",
  "L_MYAS_DELT_MUDENS": "Left limb deltoid muscle motor unit density influenced by myositis.",
  "L_MYAS_OTHER_DELT_MUDENS": "Left limb deltoid muscle motor unit density influenced by myositis and other factors.",
  "L_OTHER_DELT_MUDENS": "Left limb deltoid muscle motor unit density influenced by external factors.",
  "L_MUSCLE_DELT_MUDENS": "Left limb deltoid muscle motor unit density.",
  "L_DELT_MUDENS": "Left limb motor unit density of the deltoid muscle.",
  "L_DELT_SF_DENSITY": "Spatial density of left limb deltoid muscle fibers.",
  "L_LNLPC5_DELT_NEUR_ACT": "Left limb appendicular neural activity in the deltoid muscle, influenced by a fifth-order, non-linear, low-frequency process.",
  "L_DIFFN_DELT_NEUR_ACT": "Left limb appendicular neural activity in the deltoid muscle influenced by functional differences.",
  "L_LNLPC5_DIFFN_DELT_NEUR_ACT": "Left limb appendicular neural activity in the deltoid muscle influenced by a fifth-order, non-linear, low-frequency process and functional differences.",
  "L_DELT_NEUR_ACT": "Left limb neural activity in the deltoid muscle.",
  "L_OTHER_DELT_NEUR_ACT": "Left limb appendicular neural activity in the deltoid muscle influenced by external factors.",
  "L_DELT_SPONT_NEUR_DISCH": "Spontaneous discharge of neurons in the left limb's deltoid muscle.",
  "L_MYOP_DELT_DENERV": "Left limb appendicular denervation in the deltoid muscle influenced by myopathic processes.",
  "L_MYOP_MYDY_DELT_DENERV": "Left limb appendicular denervation in the deltoid muscle influenced by myopathic and myodystrophic processes.",
  "L_MYDY_DELT_DENERV": "Left limb appendicular denervation in the deltoid muscle influenced by myodystrophic processes.",
  "L_NMT_DELT_DENERV": "Left limb deltoid muscle denervation impacting neuromuscular transmission.",
  "L_OTHER_DELT_DENERV": "Left limb appendicular denervation in the deltoid muscle due to external factors.",
  "L_OTHER_NMT_DELT_DENERV": "Left limb appendicular denervation in the deltoid muscle influencing neuromuscular transmission, attributed to external factors.",
  "L_MUSCLE_DELT_DENERV": "Left limb deltoid muscle denervation.",
  "L_LNLPC5_DELT_DENERV": "Left limb appendicular denervation in the deltoid muscle, influenced by a fifth-order, non-linear, low-frequency process.",
  "L_DIFFN_DELT_DENERV": "Left limb appendicular denervation in the deltoid muscle influenced by functional differences.",
  "L_LNLPC5_DIFFN_DELT_DENERV": "Left limb appendicular denervation in the deltoid muscle influenced by a fifth-order, non-linear, low-frequency process and functional differences.",
  "L_DELT_DENERV": "Left limb denervation in the deltoid muscle.",
  "L_DELT_SPONT_DENERV_ACT": "Spontaneous activity following denervation in the left limb's deltoid muscle.",
  "L_DELT_SPONT_HF_DISCH": "Spontaneous high-frequency discharge in the left limb's deltoid muscle.",
  "L_DELT_SPONT_INS_ACT": "Spontaneous insertional activity in the left limb's deltoid muscle.",
  "L_DIFFN_ISCH_DISP": "Left limb ischemic displacement, reflecting functional differences.",
  "L_OTHER_ISCH_DISP": "Left limb ischemic displacement due to external factors.",
  "L_SUR_DISP_CA": "Displacement in the left limb's surgical area, influenced by causal factors.",
  "L_DIFFN_ISCH_BLOCK": "Left limb ischemic blockade, associated with functional differences.",
  "L_OTHER_ISCH_BLOCK": "Left limb ischemic blockade due to external factors.",
  "L_SUR_BLOCK_CA": "Blockade in the left limb's surgical area, influenced by causal factors.",
  "L_DIFFN_ISCH_SALOSS": "Left limb ischemic sensory loss, associated with functional differences.",
  "L_LNL_ISCH_SEV": "Severity of left limb ischemic dysfunction due to a non-linear, low-frequency process.",
  "L_LNL_ISCH_SALOSS_CA": "Left limb ischemic sensory loss influenced by a non-linear, low-frequency process and causal factors.",
  "L_LNL_ISCH_PATHO": "Pathological changes in left limb ischemic dysfunction due to a non-linear, low-frequency process.",
  "L_DIFFN_LNL_ISCH_SALOSS": "Left limb ischemic sensory loss influenced by a non-linear, low-frequency process and functional differences.",
  "L_OTHER_ISCH_SALOSS": "Left limb ischemic sensory loss due to external factors.",
  "L_SUR_SALOSS": "Left limb sensory loss in the surgical area.",
  "L_SUR_EFFAXLOSS": "Loss of effective axonal conduction in the left limb's surgical area.",
  "L_SUR_ALLAMP_CA": "All amplitudes in the left limb's surgical area, influenced by causal factors.",
  "L_SUR_AMP_CA": "Amplitude in the left limb's surgical area, influenced by causal factors.",
  "L_SUR_LD_CA": "Latency delay in the left limb's surgical area, influenced by causal factors.",
  "L_SUR_LSLOW_CA": "Conduction slowing in the left limb's surgical area, influenced by causal factors.",
  "L_SUR_RD_CA": "Response delay in the left limb's surgical area, influenced by causal factors.",
  "L_DIFFN_ISCH_DIFSLOW": "Left limb ischemic conduction slowing, associated with functional differences.",
  "L_OTHER_ISCH_DIFSLOW": "Left limb ischemic conduction slowing due to external factors.",
  "L_SUR_DIFSLOW_CA": "Conduction slowing in the left limb's surgical area, influenced by causal factors.",
  "L_SUR_DSLOW_CA": "Diffusion slowing in the left limb's surgical area, influenced by causal factors.",
  "L_SUR_ALLCV_CA": "All conduction velocities in the left limb's surgical area, influenced by causal factors.",
  "L_SUR_CV_CA": "Conduction velocity in the left limb's surgical area, influenced by causal factors."
}