{
  "meal_0": "Amount of carbohydrates consumed in the first meal.",
  "cho_0": "Net carbohydrate absorption from the first meal into the bloodstream.",
  "cho_init": "Initial net carbohydrate absorption from the meal before systemic effects.",
  "ins_abs_0": "Insulin absorbed from the first meal's injection site into circulation.",
  "activ_ins_0": "Active insulin circulating from the first meal's injection.",
  "ins_sens": "The body's responsiveness to insulin.",
  "gut_abs_0": "Glucose absorption from the gastrointestinal tract after the first meal.",
  "bg_0": "Blood glucose level at time 0, representing a baseline or post-absorptive state.",
  "renal_cl_0": "Rate of glucose removal from the blood by the kidneys at time 0.",
  "ins_indep_util_0": "Insulin-independent glucose utilization at time 0.",
  "ins_dep_util_0": "Insulin-dependent glucose utilization at time 0.",
  "glu_prod_0": "Rate of glucose production by the liver at time 0.",
  "ins_indep_0": "Endogenous insulin-independent glucose fluxes at time 0.",
  "ins_dep_0": "Endogenous insulin-dependent glucose fluxes at time 0.",
  "endo_bal_0": "Net balance of endogenous glucose production and utilization at time 0.",
  "cho_bal_0": "Net balance of carbohydrate absorption and utilization at time 0.",
  "basal_bal_0": "Overall metabolic balance influenced by basal physiological processes at time 0.",
  "tot_bal_0": "Total systemic metabolic balance at time 0.",
  "met_irr_0": "Metabolic irreversibility reflecting net glucose flux at time 0.",
  "meal_1": "Amount of carbohydrates consumed in the second meal.",
  "cho_1": "Net carbohydrate absorption from the second meal into the bloodstream.",
  "bg_1": "Blood glucose level after the second meal's metabolic effects.",
  "ins_abs_1": "Insulin absorbed from the second meal's injection site into circulation.",
  "activ_ins_1": "Active insulin circulating from the second meal's injection.",
  "gut_abs_1": "Glucose absorption from the gastrointestinal tract after the second meal.",
  "renal_cl_1": "Rate of glucose removal from the blood by the kidneys after the second meal.",
  "ins_indep_util_1": "Insulin-independent glucose utilization after the second meal.",
  "ins_dep_util_1": "Insulin-dependent glucose utilization after the second meal.",
  "glu_prod_1": "Rate of glucose production by the liver after the second meal.",
  "ins_indep_1": "Endogenous insulin-independent glucose fluxes after the second meal.",
  "ins_dep_1": "Endogenous insulin-dependent glucose fluxes after the second meal.",
  "endo_bal_1": "Net balance of endogenous glucose production and utilization after the second meal.",
  "cho_bal_1": "Net balance of carbohydrate absorption and utilization after the second meal.",
  "basal_bal_1": "Overall metabolic balance influenced by basal physiological processes after the second meal.",
  "tot_bal_1": "Total systemic metabolic balance after the second meal.",
  "met_irr_1": "Metabolic irreversibility reflecting net glucose flux after the second meal.",
  "meal_2": "Amount of carbohydrates consumed in the third meal.",
  "cho_2": "Net carbohydrate absorption from the third meal into the bloodstream.",
  "bg_2": "Blood glucose level after the third meal's metabolic effects.",
  "ins_abs_2": "Insulin absorbed from the third meal's injection site into circulation.",
  "activ_ins_2": "Active insulin circulating from the third meal's injection.",
  "gut_abs_2": "Glucose absorption from the gastrointestinal tract after the third meal.",
  "renal_cl_2": "Rate of glucose removal from the blood by the kidneys after the third meal.",
  "ins_indep_util_2": "Insulin-independent glucose utilization after the third meal.",
  "ins_dep_util_2": "Insulin-dependent glucose utilization after the third meal.",
  "glu_prod_2": "Rate of glucose production by the liver after the third meal.",
  "ins_indep_2": "Endogenous insulin-independent glucose fluxes after the third meal.",
  "ins_dep_2": "Endogenous insulin-dependent glucose fluxes after the third meal.",
  "endo_bal_2": "Net balance of endogenous glucose production and utilization after the third meal.",
  "cho_bal_2": "Net balance of carbohydrate absorption and utilization after the third meal.",
  "basal_bal_2": "Overall metabolic balance influenced by basal physiological processes after the third meal.",
  "tot_bal_2": "Total systemic metabolic balance after the third meal.",
  "met_irr_2": "Metabolic irreversibility reflecting net glucose flux after the third meal.",
  "meal_3": "Amount of carbohydrates consumed in the fourth meal.",
  "cho_3": "Net carbohydrate absorption from the fourth meal into the bloodstream.",
  "bg_3": "Blood glucose level after the fourth meal's metabolic effects.",
  "ins_abs_3": "Insulin absorbed from the fourth meal's injection site into circulation.",
  "activ_ins_3": "Active insulin circulating from the fourth meal's injection.",
  "gut_abs_3": "Glucose absorption from the gastrointestinal tract after the fourth meal.",
  "renal_cl_3": "Rate of glucose removal from the blood by the kidneys after the fourth meal.",
  "ins_indep_util_3": "Insulin-independent glucose utilization after the fourth meal.",
  "ins_dep_util_3": "Insulin-dependent glucose utilization after the fourth meal.",
  "glu_prod_3": "Rate of glucose production by the liver after the fourth meal.",
  "ins_indep_3": "Endogenous insulin-independent glucose fluxes after the fourth meal.",
  "ins_dep_3": "Endogenous insulin-dependent glucose fluxes after the fourth meal.",
  "endo_bal_3": "Net balance of endogenous glucose production and utilization after the fourth meal.",
  "cho_bal_3": "Net balance of carbohydrate absorption and utilization after the fourth meal.",
  "basal_bal_3": "Overall metabolic balance influenced by basal physiological processes after the fourth meal.",
  "tot_bal_3": "Total systemic metabolic balance after the fourth meal.",
  "met_irr_3": "Metabolic irreversibility reflecting net glucose flux after the fourth meal.",
  "meal_4": "Amount of carbohydrates consumed in the fifth meal.",
  "cho_4": "Net carbohydrate absorption from the fifth meal into the bloodstream.",
  "bg_4": "Blood glucose level after the fifth meal's metabolic effects.",
  "ins_abs_4": "Insulin absorbed from the fifth meal's injection site into circulation.",
  "activ_ins_4": "Active insulin circulating from the fifth meal's injection.",
  "gut_abs_4": "Glucose absorption from the gastrointestinal tract after the fifth meal.",
  "renal_cl_4": "Rate of glucose removal from the blood by the kidneys after the fifth meal.",
  "ins_indep_util_4": "Insulin-independent glucose utilization after the fifth meal.",
  "ins_dep_util_4": "Insulin-dependent glucose utilization after the fifth meal.",
  "glu_prod_4": "Rate of glucose production by the liver after the fifth meal.",
  "ins_indep_4": "Endogenous insulin-independent glucose fluxes after the fifth meal.",
  "ins_dep_4": "Endogenous insulin-dependent glucose fluxes after the fifth meal.",
  "endo_bal_4": "Net balance of endogenous glucose production and utilization after the fifth meal.",
  "cho_bal_4": "Net balance of carbohydrate absorption and utilization after the fifth meal.",
  "basal_bal_4": "Overall metabolic balance influenced by basal physiological processes after the fifth meal.",
  "tot_bal_4": "Total systemic metabolic balance after the fifth meal.",
  "met_irr_4": "Metabolic irreversibility reflecting net glucose flux after the fifth meal.",
  "meal_5": "Amount of carbohydrates consumed in the sixth meal.",
  "cho_5": "Net carbohydrate absorption from the sixth meal into the bloodstream.",
  "bg_5": "Blood glucose level after the sixth meal's metabolic effects.",
  "ins_abs_5": "Insulin absorbed from the sixth meal's injection site into circulation.",
  "activ_ins_5": "Active insulin circulating from the sixth meal's injection.",
  "gut_abs_5": "Glucose absorption from the gastrointestinal tract after the sixth meal.",
  "renal_cl_5": "Rate of glucose removal from the blood by the kidneys after the sixth meal.",
  "ins_indep_util_5": "Insulin-independent glucose utilization after the sixth meal.",
  "ins_dep_util_5": "Insulin-dependent glucose utilization after the sixth meal.",
  "glu_prod_5": "Rate of glucose production by the liver after the sixth meal.",
  "ins_indep_5": "Endogenous insulin-independent glucose fluxes after the sixth meal.",
  "ins_dep_5": "Endogenous insulin-dependent glucose fluxes after the sixth meal.",
  "endo_bal_5": "Net balance of endogenous glucose production and utilization after the sixth meal.",
  "cho_bal_5": "Net balance of carbohydrate absorption and utilization after the sixth meal.",
  "basal_bal_5": "Overall metabolic balance influenced by basal physiological processes after the sixth meal.",
  "tot_bal_5": "Total systemic metabolic balance after the sixth meal.",
  "met_irr_5": "Metabolic irreversibility reflecting net glucose flux after the sixth meal.",
  "meal_6": "Amount of carbohydrates consumed in the seventh meal.",
  "cho_6": "Net carbohydrate absorption from the seventh meal into the bloodstream.",
  "bg_6": "Blood glucose level after the seventh meal's metabolic effects.",
  "ins_abs_6": "Insulin absorbed from the seventh meal's injection site into circulation.",
  "activ_ins_6": "Active insulin circulating from the seventh meal's injection.",
  "gut_abs_6": "Glucose absorption from the gastrointestinal tract after the seventh meal.",
  "renal_cl_6": "Rate of glucose removal from the blood by the kidneys after the seventh meal.",
  "ins_indep_util_6": "Insulin-independent glucose utilization after the seventh meal.",
  "ins_dep_util_6": "Insulin-dependent glucose utilization after the seventh meal.",
  "glu_prod_6": "Rate of glucose production by the liver after the seventh meal.",
  "ins_indep_6": "Endogenous insulin-independent glucose fluxes after the seventh meal.",
  "ins_dep_6": "Endogenous insulin-dependent glucose fluxes after the seventh meal.",
  "endo_bal_6": "Net balance of endogenous glucose production and utilization after the seventh meal.",
  "cho_bal_6": "Net balance of carbohydrate absorption and utilization after the seventh meal.",
  "basal_bal_6": "Overall metabolic balance influenced by basal physiological processes after the seventh meal.",
  "tot_bal_6": "Total systemic metabolic balance after the seventh meal.",
  "met_irr_6": "Metabolic irreversibility reflecting net glucose flux after the seventh meal.",
  "meal_7": "Amount of carbohydrates consumed in the eighth meal.",
  "cho_7": "Net carbohydrate absorption from the eighth meal into the bloodstream.",
  "bg_7": "Blood glucose level after the eighth meal's metabolic effects.",
  "ins_abs_7": "Insulin absorbed from the eighth meal's injection site into circulation.",
  "activ_ins_7": "Active insulin circulating from the eighth meal's injection.",
  "gut_abs_7": "Glucose absorption from the gastrointestinal tract after the eighth meal.",
  "renal_cl_7": "Rate of glucose removal from the blood by the kidneys after the eighth meal.",
  "ins_indep_util_7": "Insulin-independent glucose utilization after the eighth meal.",
  "ins_dep_util_7": "Insulin-dependent glucose utilization after the eighth meal.",
  "glu_prod_7": "Rate of glucose production by the liver after the eighth meal.",
  "ins_indep_7": "Endogenous insulin-independent glucose fluxes after the eighth meal.",
  "ins_dep_7": "Endogenous insulin-dependent glucose fluxes after the eighth meal.",
  "endo_bal_7": "Net balance of endogenous glucose production and utilization after the eighth meal.",
  "cho_bal_7": "Net balance of carbohydrate absorption and utilization after the eighth meal.",
  "basal_bal_7": "Overall metabolic balance influenced by basal physiological processes after the eighth meal.",
  "tot_bal_7": "Total systemic metabolic balance after the eighth meal.",
  "met_irr_7": "Metabolic irreversibility reflecting net glucose flux after the eighth meal.",
  "meal_8": "Amount of carbohydrates consumed in the ninth meal.",
  "cho_8": "Net carbohydrate absorption from the ninth meal into the bloodstream.",
  "bg_8": "Blood glucose level after the ninth meal's metabolic effects.",
  "ins_abs_8": "Insulin absorbed from the ninth meal's injection site into circulation.",
  "activ_ins_8": "Active insulin circulating from the ninth meal's injection.",
  "gut_abs_8": "Glucose absorption from the gastrointestinal tract after the ninth meal.",
  "renal_cl_8": "Rate of glucose removal from the blood by the kidneys after the ninth meal.",
  "ins_indep_util_8": "Insulin-independent glucose utilization after the ninth meal.",
  "ins_dep_util_8": "Insulin-dependent glucose utilization after the ninth meal.",
  "glu_prod_8": "Rate of glucose production by the liver after the ninth meal.",
  "ins_indep_8": "Endogenous insulin-independent glucose fluxes after the ninth meal.",
  "ins_dep_8": "Endogenous insulin-dependent glucose fluxes after the ninth meal.",
  "endo_bal_8": "Net balance of endogenous glucose production and utilization after the ninth meal.",
  "cho_bal_8": "Net balance of carbohydrate absorption and utilization after the ninth meal.",
  "basal_bal_8": "Overall metabolic balance influenced by basal physiological processes after the ninth meal.",
  "tot_bal_8": "Total systemic metabolic balance after the ninth meal.",
  "met_irr_8": "Metabolic irreversibility reflecting net glucose flux after the ninth meal.",
  "meal_9": "Amount of carbohydrates consumed in the tenth meal.",
  "cho_9": "Net carbohydrate absorption from the tenth meal into the bloodstream.",
  "bg_9": "Blood glucose level after the tenth meal's metabolic effects.",
  "ins_abs_9": "Insulin absorbed from the tenth meal's injection site into circulation.",
  "activ_ins_9": "Active insulin circulating from the tenth meal's injection.",
  "gut_abs_9": "Glucose absorption from the gastrointestinal tract after the tenth meal.",
  "renal_cl_9": "Rate of glucose removal from the blood by the kidneys after the tenth meal.",
  "ins_indep_util_9": "Insulin-independent glucose utilization after the tenth meal.",
  "ins_dep_util_9": "Insulin-dependent glucose utilization after the tenth meal.",
  "glu_prod_9": "Rate of glucose production by the liver after the tenth meal.",
  "ins_indep_9": "Endogenous insulin-independent glucose fluxes after the tenth meal.",
  "ins_dep_9": "Endogenous insulin-dependent glucose fluxes after the tenth meal.",
  "endo_bal_9": "Net balance of endogenous glucose production and utilization after the tenth meal.",
  "cho_bal_9": "Net balance of carbohydrate absorption and utilization after the tenth meal.",
  "basal_bal_9": "Overall metabolic balance influenced by basal physiological processes after the tenth meal.",
  "tot_bal_9": "Total systemic metabolic balance after the tenth meal.",
  "met_irr_9": "Metabolic irreversibility reflecting net glucose flux after the tenth meal.",
  "meal_10": "Amount of carbohydrates consumed in the eleventh meal.",
  "cho_10": "Net carbohydrate absorption from the eleventh meal into the bloodstream.",
  "bg_10": "Blood glucose level after the eleventh meal's metabolic effects.",
  "ins_abs_10": "Insulin absorbed from the eleventh meal's injection site into circulation.",
  "activ_ins_10": "Active insulin circulating from the eleventh meal's injection.",
  "gut_abs_10": "Glucose absorption from the gastrointestinal tract after the eleventh meal.",
  "renal_cl_10": "Rate of glucose removal from the blood by the kidneys after the eleventh meal.",
  "ins_indep_util_10": "Insulin-independent glucose utilization after the eleventh meal.",
  "ins_dep_util_10": "Insulin-dependent glucose utilization after the eleventh meal.",
  "glu_prod_10": "Rate of glucose production by the liver after the eleventh meal.",
  "ins_indep_10": "Endogenous insulin-independent glucose fluxes after the eleventh meal.",
  "ins_dep_10": "Endogenous insulin-dependent glucose fluxes after the eleventh meal.",
  "endo_bal_10": "Net balance of endogenous glucose production and utilization after the eleventh meal.",
  "cho_bal_10": "Net balance of carbohydrate absorption and utilization after the eleventh meal.",
  "basal_bal_10": "Overall metabolic balance influenced by basal physiological processes after the eleventh meal.",
  "tot_bal_10": "Total systemic metabolic balance after the eleventh meal.",
  "met_irr_10": "Metabolic irreversibility reflecting net glucose flux after the eleventh meal.",
  "meal_11": "Amount of carbohydrates consumed in the twelfth meal.",
  "cho_11": "Net carbohydrate absorption from the twelfth meal into the bloodstream.",
  "bg_11": "Blood glucose level after the twelfth meal's metabolic effects.",
  "ins_abs_11": "Insulin absorbed from the twelfth meal's injection site into circulation.",
  "activ_ins_11": "Active insulin circulating from the twelfth meal's injection.",
  "gut_abs_11": "Glucose absorption from the gastrointestinal tract after the twelfth meal.",
  "renal_cl_11": "Rate of glucose removal from the blood by the kidneys after the twelfth meal.",
  "ins_indep_util_11": "Insulin-independent glucose utilization after the twelfth meal.",
  "ins_dep_util_11": "Insulin-dependent glucose utilization after the twelfth meal.",
  "glu_prod_11": "Rate of glucose production by the liver after the twelfth meal.",
  "ins_indep_11": "Endogenous insulin-independent glucose fluxes after the twelfth meal.",
  "ins_dep_11": "Endogenous insulin-dependent glucose fluxes after the twelfth meal.",
  "endo_bal_11": "Net balance of endogenous glucose production and utilization after the twelfth meal.",
  "cho_bal_11": "Net balance of carbohydrate absorption and utilization after the twelfth meal.",
  "basal_bal_11": "Overall metabolic balance influenced by basal physiological processes after the twelfth meal.",
  "tot_bal_11": "Total systemic metabolic balance after the twelfth meal.",
  "met_irr_11": "Metabolic irreversibility reflecting net glucose flux after the twelfth meal.",
  "meal_12": "Amount of carbohydrates consumed in the thirteenth meal.",
  "cho_12": "Net carbohydrate absorption from the thirteenth meal into the bloodstream.",
  "bg_12": "Blood glucose level after the thirteenth meal's metabolic effects.",
  "ins_abs_12": "Insulin absorbed from the thirteenth meal's injection site into circulation.",
  "activ_ins_12": "Active insulin circulating from the thirteenth meal's injection.",
  "gut_abs_12": "Glucose absorption from the gastrointestinal tract after the thirteenth meal.",
  "renal_cl_12": "Rate of glucose removal from the blood by the kidneys after the thirteenth meal.",
  "ins_indep_util_12": "Insulin-independent glucose utilization after the thirteenth meal.",
  "ins_dep_util_12": "Insulin-dependent glucose utilization after the thirteenth meal.",
  "glu_prod_12": "Rate of glucose production by the liver after the thirteenth meal.",
  "ins_indep_12": "Endogenous insulin-independent glucose fluxes after the thirteenth meal.",
  "ins_dep_12": "Endogenous insulin-dependent glucose fluxes after the thirteenth meal.",
  "endo_bal_12": "Net balance of endogenous glucose production and utilization after the thirteenth meal.",
  "cho_bal_12": "Net balance of carbohydrate absorption and utilization after the thirteenth meal.",
  "basal_bal_12": "Overall metabolic balance influenced by basal physiological processes after the thirteenth meal.",
  "tot_bal_12": "Total systemic metabolic balance after the thirteenth meal.",
  "met_irr_12": "Metabolic irreversibility reflecting net glucose flux after the thirteenth meal.",
  "meal_13": "Amount of carbohydrates consumed in the fourteenth meal.",
  "cho_13": "Net carbohydrate absorption from the fourteenth meal into the bloodstream.",
  "bg_13": "Blood glucose level after the fourteenth meal's metabolic effects.",
  "ins_abs_13": "Insulin absorbed from the fourteenth meal's injection site into circulation.",
  "activ_ins_13": "Active insulin circulating from the fourteenth meal's injection.",
  "gut_abs_13": "Glucose absorption from the gastrointestinal tract after the fourteenth meal.",
  "renal_cl_13": "Rate of glucose removal from the blood by the kidneys after the fourteenth meal.",
  "ins_indep_util_13": "Insulin-independent glucose utilization after the fourteenth meal.",
  "ins_dep_util_13": "Insulin-dependent glucose utilization after the fourteenth meal.",
  "glu_prod_13": "Rate of glucose production by the liver after the fourteenth meal.",
  "ins_indep_13": "Endogenous insulin-independent glucose fluxes after the fourteenth meal.",
  "ins_dep_13": "Endogenous insulin-dependent glucose fluxes after the fourteenth meal.",
  "endo_bal_13": "Net balance of endogenous glucose production and utilization after the fourteenth meal.",
  "cho_bal_13": "Net balance of carbohydrate absorption and utilization after the fourteenth meal.",
  "basal_bal_13": "Overall metabolic balance influenced by basal physiological processes after the fourteenth meal.",
  "tot_bal_13": "Total systemic metabolic balance after the fourteenth meal.",
  "met_irr_13": "Metabolic irreversibility reflecting net glucose flux after the fourteenth meal.",
  "meal_14": "Amount of carbohydrates consumed in the fifteenth meal.",
  "cho_14": "Net carbohydrate absorption from the fifteenth meal into the bloodstream.",
  "bg_14": "Blood glucose level after the fifteenth meal's metabolic effects.",
  "ins_abs_14": "Insulin absorbed from the fifteenth meal's injection site into circulation.",
  "activ_ins_14": "Active insulin circulating from the fifteenth meal's injection.",
  "gut_abs_14": "Glucose absorption from the gastrointestinal tract after the fifteenth meal.",
  "renal_cl_14": "Rate of glucose removal from the blood by the kidneys after the fifteenth meal.",
  "ins_indep_util_14": "Insulin-independent glucose utilization after the fifteenth meal.",
  "ins_dep_util_14": "Insulin-dependent glucose utilization after the fifteenth meal.",
  "glu_prod_14": "Rate of glucose production by the liver after the fifteenth meal.",
  "ins_indep_14": "Endogenous insulin-independent glucose fluxes after the fifteenth meal.",
  "ins_dep_14": "Endogenous insulin-dependent glucose fluxes after the fifteenth meal.",
  "endo_bal_14": "Net balance of endogenous glucose production and utilization after the fifteenth meal.",
  "cho_bal_14": "Net balance of carbohydrate absorption and utilization after the fifteenth meal.",
  "basal_bal_14": "Overall metabolic balance influenced by basal physiological processes after the fifteenth meal.",
  "tot_bal_14": "Total systemic metabolic balance after the fifteenth meal.",
  "met_irr_14": "Metabolic irreversibility reflecting net glucose flux after the fifteenth meal.",
  "meal_15": "Amount of carbohydrates consumed in the sixteenth meal.",
  "cho_15": "Net carbohydrate absorption from the sixteenth meal into the bloodstream.",
  "bg_15": "Blood glucose level after the sixteenth meal's metabolic effects.",
  "ins_abs_15": "Insulin absorbed from the sixteenth meal's injection site into circulation.",
  "activ_ins_15": "Active insulin circulating from the sixteenth meal's injection.",
  "gut_abs_15": "Glucose absorption from the gastrointestinal tract after the sixteenth meal.",
  "renal_cl_15": "Rate of glucose removal from the blood by the kidneys after the sixteenth meal.",
  "ins_indep_util_15": "Insulin-independent glucose utilization after the sixteenth meal.",
  "ins_dep_util_15": "Insulin-dependent glucose utilization after the sixteenth meal.",
  "glu_prod_15": "Rate of glucose production by the liver after the sixteenth meal.",
  "ins_indep_15": "Endogenous insulin-independent glucose fluxes after the sixteenth meal.",
  "ins_dep_15": "Endogenous insulin-dependent glucose fluxes after the sixteenth meal.",
  "endo_bal_15": "Net balance of endogenous glucose production and utilization after the sixteenth meal.",
  "cho_bal_15": "Net balance of carbohydrate absorption and utilization after the sixteenth meal.",
  "basal_bal_15": "Overall metabolic balance influenced by basal physiological processes after the sixteenth meal.",
  "tot_bal_15": "Total systemic metabolic balance after the sixteenth meal.",
  "met_irr_15": "Metabolic irreversibility reflecting net glucose flux after the sixteenth meal.",
  "meal_16": "Amount of carbohydrates consumed in the seventeenth meal.",
  "cho_16": "Net carbohydrate absorption from the seventeenth meal into the bloodstream.",
  "bg_16": "Blood glucose level after the seventeenth meal's metabolic effects.",
  "ins_abs_16": "Insulin absorbed from the seventeenth meal's injection site into circulation.",
  "activ_ins_16": "Active insulin circulating from the seventeenth meal's injection.",
  "gut_abs_16": "Glucose absorption from the gastrointestinal tract after the seventeenth meal.",
  "renal_cl_16": "Rate of glucose removal from the blood by the kidneys after the seventeenth meal.",
  "ins_indep_util_16": "Insulin-independent glucose utilization after the seventeenth meal.",
  "ins_dep_util_16": "Insulin-dependent glucose utilization after the seventeenth meal.",
  "glu_prod_16": "Rate of glucose production by the liver after the seventeenth meal.",
  "ins_indep_16": "Endogenous insulin-independent glucose fluxes after the seventeenth meal.",
  "ins_dep_16": "Endogenous insulin-dependent glucose fluxes after the seventeenth meal.",
  "endo_bal_16": "Net balance of endogenous glucose production and utilization after the seventeenth meal.",
  "cho_bal_16": "Net balance of carbohydrate absorption and utilization after the seventeenth meal.",
  "basal_bal_16": "Overall metabolic balance influenced by basal physiological processes after the seventeenth meal.",
  "tot_bal_16": "Total systemic metabolic balance after the seventeenth meal.",
  "met_irr_16": "Metabolic irreversibility reflecting net glucose flux after the seventeenth meal.",
  "meal_17": "Amount of carbohydrates consumed in the eighteenth meal.",
  "cho_17": "Net carbohydrate absorption from the eighteenth meal into the bloodstream.",
  "bg_17": "Blood glucose level after the eighteenth meal's metabolic effects.",
  "ins_abs_17": "Insulin absorbed from the eighteenth meal's injection site into circulation.",
  "activ_ins_17": "Active insulin circulating from the eighteenth meal's injection.",
  "gut_abs_17": "Glucose absorption from the gastrointestinal tract after the eighteenth meal.",
  "renal_cl_17": "Rate of glucose removal from the blood by the kidneys after the eighteenth meal.",
  "ins_indep_util_17": "Insulin-independent glucose utilization after the eighteenth meal.",
  "ins_dep_util_17": "Insulin-dependent glucose utilization after the eighteenth meal.",
  "glu_prod_17": "Rate of glucose production by the liver after the eighteenth meal.",
  "ins_indep_17": "Endogenous insulin-independent glucose fluxes after the eighteenth meal.",
  "ins_dep_17": "Endogenous insulin-dependent glucose fluxes after the eighteenth meal.",
  "endo_bal_17": "Net balance of endogenous glucose production and utilization after the eighteenth meal.",
  "cho_bal_17": "Net balance of carbohydrate absorption and utilization after the eighteenth meal.",
  "basal_bal_17": "Overall metabolic balance influenced by basal physiological processes after the eighteenth meal.",
  "tot_bal_17": "Total systemic metabolic balance after the eighteenth meal.",
  "met_irr_17": "Metabolic irreversibility reflecting net glucose flux after the eighteenth meal.",
  "meal_18": "Amount of carbohydrates consumed in the nineteenth meal.",
  "cho_18": "Net carbohydrate absorption from the nineteenth meal into the bloodstream.",
  "bg_18": "Blood glucose level after the nineteenth meal's metabolic effects.",
  "ins_abs_18": "Insulin absorbed from the nineteenth meal's injection site into circulation.",
  "activ_ins_18": "Active insulin circulating from the nineteenth meal's injection.",
  "gut_abs_18": "Glucose absorption from the gastrointestinal tract after the nineteenth meal.",
  "renal_cl_18": "Rate of glucose removal from the blood by the kidneys after the nineteenth meal.",
  "ins_indep_util_18": "Insulin-independent glucose utilization after the nineteenth meal.",
  "ins_dep_util_18": "Insulin-dependent glucose utilization after the nineteenth meal.",
  "glu_prod_18": "Rate of glucose production by the liver after the nineteenth meal.",
  "ins_indep_18": "Endogenous insulin-independent glucose fluxes after the nineteenth meal.",
  "ins_dep_18": "Endogenous insulin-dependent glucose fluxes after the nineteenth meal.",
  "endo_bal_18": "Net balance of endogenous glucose production and utilization after the nineteenth meal.",
  "cho_bal_18": "Net balance of carbohydrate absorption and utilization after the nineteenth meal.",
  "basal_bal_18": "Overall metabolic balance influenced by basal physiological processes after the nineteenth meal.",
  "tot_bal_18": "Total systemic metabolic balance after the nineteenth meal.",
  "met_irr_18": "Metabolic irreversibility reflecting net glucose flux after the nineteenth meal.",
  "meal_19": "Amount of carbohydrates consumed in the twentieth meal.",
  "cho_19": "Net carbohydrate absorption from the twentieth meal into the bloodstream.",
  "bg_19": "Blood glucose level after the twentieth meal's metabolic effects.",
  "ins_abs_19": "Insulin absorbed from the twentieth meal's injection site into circulation.",
  "activ_ins_19": "Active insulin circulating from the twentieth meal's injection.",
  "gut_abs_19": "Glucose absorption from the gastrointestinal tract after the twentieth meal.",
  "renal_cl_19": "Rate of glucose removal from the blood by the kidneys after the twentieth meal.",
  "ins_indep_util_19": "Insulin-independent glucose utilization after the twentieth meal.",
  "ins_dep_util_19": "Insulin-dependent glucose utilization after the twentieth meal.",
  "glu_prod_19": "Rate of glucose production by the liver after the twentieth meal.",
  "ins_indep_19": "Endogenous insulin-independent glucose fluxes after the twentieth meal.",
  "ins_dep_19": "Endogenous insulin-dependent glucose fluxes after the twentieth meal.",
  "endo_bal_19": "Net balance of endogenous glucose production and utilization after the twentieth meal.",
  "cho_bal_19": "Net balance of carbohydrate absorption and utilization after the twentieth meal.",
  "basal_bal_19": "Overall metabolic balance influenced by basal physiological processes after the twentieth meal.",
  "tot_bal_19": "Total systemic metabolic balance after the twentieth meal.",
  "met_irr_19": "Metabolic irreversibility reflecting net glucose flux after the twentieth meal.",
  "meal_20": "Amount of carbohydrates consumed in the twenty-first meal.",
  "cho_20": "Net carbohydrate absorption from the twenty-first meal into the bloodstream.",
  "bg_20": "Blood glucose level after the twenty-first meal's metabolic effects.",
  "ins_abs_20": "Insulin absorbed from the twenty-first meal's injection site into circulation.",
  "activ_ins_20": "Active insulin circulating from the twenty-first meal's injection.",
  "gut_abs_20": "Glucose absorption from the gastrointestinal tract after the twenty-first meal.",
  "renal_cl_20": "Rate of glucose removal from the blood by the kidneys after the twenty-first meal.",
  "ins_indep_util_20": "Insulin-independent glucose utilization after the twenty-first meal.",
  "ins_dep_util_20": "Insulin-dependent glucose utilization after the twenty-first meal.",
  "glu_prod_20": "Rate of glucose production by the liver after the twenty-first meal.",
  "ins_indep_20": "Endogenous insulin-independent glucose fluxes after the twenty-first meal.",
  "ins_dep_20": "Endogenous insulin-dependent glucose fluxes after the twenty-first meal.",
  "endo_bal_20": "Net balance of endogenous glucose production and utilization after the twenty-first meal.",
  "cho_bal_20": "Net balance of carbohydrate absorption and utilization after the twenty-first meal.",
  "basal_bal_20": "Overall metabolic balance influenced by basal physiological processes after the twenty-first meal.",
  "tot_bal_20": "Total systemic metabolic balance after the twenty-first meal.",
  "met_irr_20": "Metabolic irreversibility reflecting net glucose flux after the twenty-first meal.",
  "meal_21": "Amount of carbohydrates consumed in the twenty-second meal.",
  "cho_21": "Net carbohydrate absorption from the twenty-second meal into the bloodstream.",
  "bg_21": "Blood glucose level after the twenty-second meal's metabolic effects.",
  "ins_abs_21": "Insulin absorbed from the twenty-second meal's injection site into circulation.",
  "activ_ins_21": "Active insulin circulating from the twenty-second meal's injection.",
  "gut_abs_21": "Glucose absorption from the gastrointestinal tract after the twenty-second meal.",
  "renal_cl_21": "Rate of glucose removal from the blood by the kidneys after the twenty-second meal.",
  "ins_indep_util_21": "Insulin-independent glucose utilization after the twenty-second meal.",
  "ins_dep_util_21": "Insulin-dependent glucose utilization after the twenty-second meal.",
  "glu_prod_21": "Rate of glucose production by the liver after the twenty-second meal.",
  "ins_indep_21": "Endogenous insulin-independent glucose fluxes after the twenty-second meal.",
  "ins_dep_21": "Endogenous insulin-dependent glucose fluxes after the twenty-second meal.",
  "endo_bal_21": "Net balance of endogenous glucose production and utilization after the twenty-second meal.",
  "cho_bal_21": "Net balance of carbohydrate absorption and utilization after the twenty-second meal.",
  "basal_bal_21": "Overall metabolic balance influenced by basal physiological processes after the twenty-second meal.",
  "tot_bal_21": "Total systemic metabolic balance after the twenty-second meal.",
  "met_irr_21": "Metabolic irreversibility reflecting net glucose flux after the twenty-second meal.",
  "meal_22": "Amount of carbohydrates consumed in the twenty-third meal.",
  "cho_22": "Net carbohydrate absorption from the twenty-third meal into the bloodstream.",
  "bg_22": "Blood glucose level after the twenty-third meal's metabolic effects.",
  "ins_abs_22": "Insulin absorbed from the twenty-third meal's injection site into circulation.",
  "activ_ins_22": "Active insulin circulating from the twenty-third meal's injection.",
  "gut_abs_22": "Glucose absorption from the gastrointestinal tract after the twenty-third meal.",
  "renal_cl_22": "Rate of glucose removal from the blood by the kidneys after the twenty-third meal.",
  "ins_indep_util_22": "Insulin-independent glucose utilization after the twenty-third meal.",
  "ins_dep_util_22": "Insulin-dependent glucose utilization after the twenty-third meal.",
  "glu_prod_22": "Rate of glucose production by the liver after the twenty-third meal.",
  "ins_indep_22": "Endogenous insulin-independent glucose fluxes after the twenty-third meal.",
  "ins_dep_22": "Endogenous insulin-dependent glucose fluxes after the twenty-third meal.",
  "endo_bal_22": "Net balance of endogenous glucose production and utilization after the twenty-third meal.",
  "cho_bal_22": "Net balance of carbohydrate absorption and utilization after the twenty-third meal.",
  "basal_bal_22": "Overall metabolic balance influenced by basal physiological processes after the twenty-third meal.",
  "tot_bal_22": "Total systemic metabolic balance after the twenty-third meal.",
  "met_irr_22": "Metabolic irreversibility reflecting net glucose flux after the twenty-third meal.",
  "meal_23": "Amount of carbohydrates consumed in the twenty-fourth meal.",
  "cho_23": "Net carbohydrate absorption from the twenty-fourth meal into the bloodstream.",
  "bg_23": "Blood glucose level after the twenty-fourth meal's metabolic effects.",
  "ins_abs_23": "Insulin absorbed from the twenty-fourth meal's injection site into circulation.",
  "activ_ins_23": "Active insulin circulating from the twenty-fourth meal's injection.",
  "gut_abs_23": "Glucose absorption from the gastrointestinal tract after the twenty-fourth meal.",
  "renal_cl_23": "Rate of glucose removal from the blood by the kidneys after the twenty-fourth meal.",
  "ins_indep_util_23": "Insulin-independent glucose utilization after the twenty-fourth meal.",
  "ins_dep_util_23": "Insulin-dependent glucose utilization after the twenty-fourth meal.",
  "glu_prod_23": "Rate of glucose production by the liver after the twenty-fourth meal.",
  "ins_indep_23": "Endogenous insulin-independent glucose fluxes after the twenty-fourth meal.",
  "ins_dep_23": "Endogenous insulin-dependent glucose fluxes after the twenty-fourth meal.",
  "endo_bal_23": "Net balance of endogenous glucose production and utilization after the twenty-fourth meal.",
  "cho_bal_23": "Net balance of carbohydrate absorption and utilization after the twenty-fourth meal.",
  "basal_bal_23": "Overall metabolic balance influenced by basal physiological processes after the twenty-fourth meal.",
  "tot_bal_23": "Total systemic metabolic balance after the twenty-fourth meal.",
  "met_irr_23": "Metabolic irreversibility reflecting net glucose flux after the twenty-fourth meal.",
  "meal_24": "Amount of carbohydrates consumed in the twenty-fifth meal.",
  "cho_24": "Net carbohydrate absorption from the twenty-fifth meal into the bloodstream.",
  "bg_24": "Blood glucose level after the twenty-fifth meal's metabolic effects."
}